{"http://arxiv.org/abs/2302.11568v1": {"id": "http://arxiv.org/abs/2302.11568v1", "abstract": "The spatial distribution, Galactic model parameters and luminosity function\nof cataclysmic variables (CVs) are established using re-estimated trigonometric\nparallaxes of {\\it Gaia} DR3. The data sample of 1,587 CVs in this study is\nclaimed to be suitable for Galactic model parameter estimation as the distances\nare based on trigonometric parallaxes and the {\\it Gaia} DR3 photometric\ncompleteness limits were taken into account when the sample was created.\nAccording to the analysis, the scale height of All CVs increases from 248$\\pm$2\nto 430$\\pm$4 pc towards shorter periods near the lower limit of the period gap\nand suddenly drops to 300$\\pm$2 pc for the shortest orbital period CVs. The\nexponential scale heights of All CVs and magnetic systems are found to be\n375$\\pm$2 and 281$\\pm$3 pc, respectively, considerably larger than those\nsuggested in previous observational studies. The local space density of All CVs\nand magnetic systems in the sample are $6.8^{+1.3}_{-1.1}\\times$10$^{-6}$ and\n$2.1^{+0.5}_{-0.4}\\times10^{-6}$ pc$^{-3}$, respectively. Our measurements\nstrengthen the 1-2 order of magnitude discrepancy between CV space densities\npredicted by population synthesis models and observations. It is likely that\nthis discrepancy is due to objects undetected by CV surveys, such as the\nsystems with very low $\\dot{M}$ and the ones in the period gap. The comparisons\nof the luminosity function of white dwarfs with the luminosity function of All\nCVs in this study show that 500 times the luminosity function of CVs fits very\nwell to the luminosity function of white dwarfs. We conclude that the\nestimations and data sample in this study can be confidently used in further\nanalysis of CVs.", "summary": "The spatial distribution, Galactic model parameters and luminosity function of cataclysmic variables (CVs) are established using re-estimated trigonometric parallaxes. The data sample of 1,587 CVs in this study is claimed to be suitable for Galactic model parameter estimation."}, "http://arxiv.org/abs/2302.11525v1": {"id": "http://arxiv.org/abs/2302.11525v1", "abstract": "In this contribution, we present the results of a study on the high abundance\ndiscrepancy factor (ADF $\\sim$ 10) planetary nebula (PN) NGC 6153 with MUSE. We\nhave constructed flux maps for dozens of emission lines, that allowed us to\nbuild spatially resolved maps of extinction, electron temperature ($T_{\\rm\ne}$), electron density ($n_{\\rm e}$), and ionic abundances. We have\nsimultaneously constructed ADF maps for O$^+$ and O$^{2+}$ and found that they\ncentrally peak in this PN, with a remarkable spatial coincidence with the low\n$T_{\\rm e}$ found from recombination line diagnostics. This finding strongly\nsupports the hypothesis that two distinct gas phases co-exist: one cold and\nmetal-rich, and a second warm and with ``normal'' metal content. We show that\nto build $T_{\\rm e}$([N II]) and ionic abundance maps of low-ionization species\nfor these objects, recombination contribution to the auroral [N II] and [O II]\nlines must be properly evaluated and corrected.", "summary": "We present the results of a study on the high abundance discrepancy factor (ADF) of the NGC 6153 planetary nebula. We show that recombination contribution to the auroral [N II] and [O II] lines must be properly evaluated and corrected."}, "http://arxiv.org/abs/2301.06186v2": {"id": "http://arxiv.org/abs/2301.06186v2", "abstract": "We investigate the role of galaxy mergers in triggering AGN in the nearby\nUniverse. Our analysis is based on a sample of 79 post-merger remnant galaxies\nwith deep X-ray observations from Chandra/XMM-Newton capable of detecting a\nlow-luminosity AGN of > 10^40.5 erg s^-1. This sample is derived from a\nvisually classified, volume-limited sample of 807 post-mergers identified in\nthe Sloan Digital Sky Survey Data Release 14 with log M*/M_sun > 10.5 and 0.02\n< z < 0.06. We find the X-ray AGN fraction in this sample is 55.7% +\\- 5.6%\ncompared to 23.6% +\\- 2.8% for a mass and redshift matched non-interacting\ncontrol sample. The multi-wavelength AGN fraction (identified as an AGN in one\nof X-ray, IR, radio or optical diagnostics) for post-mergers is 76.6% +\\- 4.8%\ncompared to 39.1% +\\- 3.2% for controls. Thus post-mergers exhibit a high\noverall AGN fraction with an excess between 2 - 4 depending on the AGN\ndiagnostics used. In addition, we find most optical, IR, and radio AGN are also\nidentified as X-ray AGN while a large fraction of X-ray AGN are not identified\nin any other diagnostic. This highlights the importance of deep X-ray imaging\nto identify AGN. We find the X-ray AGN fraction of post-mergers is independent\nof stellar mass above log M*/M_sun > 10.5 unlike the trend seen in control\ngalaxies. Overall, our results show that post-merger galaxies are a good tracer\nof the merger-AGN connection and strongly support the theoretical expectations\nthat mergers trigger AGN.", "summary": "We investigate the role of galaxy mergers in triggering AGN in the nearby                Universe. Our analysis is based on a sample of 79 post-merger remnant galaxies with deep X-ray observations from Chandra/XMM-Newton capable of detecting a low-luminosity AGN of > 10^40.5 erg s^-1. We find the X-Ray AGN fraction in this sample is 55.7% +\\- 5.6% versus 23"}, "http://arxiv.org/abs/2302.11486v1": {"id": "http://arxiv.org/abs/2302.11486v1", "abstract": "Based on our dedicated Swift monitoring program, MOMO, OJ 287 is one of the\nbest-monitored blazars in the X-ray--UV--optical regime. Here, we report\nresults from our accompanying, dense, multi-frequency (1.4--44 GHz) radio\nmonitoring of OJ 287 between 2015 and 2022 covering a broad range of activity\nstates. Fermi gamma-ray observations are added. We characterize the radio flux\nand spectral variability in detail, including DCF and other variability\nanalyses, and discuss its connection with the multiwavelength emission. Deep\nfades of radio and optical--UV fluxes are found to occur every 1--2 years.\nFurther, it is shown that a precursor flare of thermal bremsstrahlung predicted\nby one of the binary supermassive black hole (SMBH) models of OJ 287 was\nabsent. We then focus on the nature of the extraordinary, nonthermal 2016/2017\noutburst that we initially discovered with Swift. We interpret it as the latest\nof the famous optical double-peaked outbursts of OJ 287, favoring binary\nscenarios that do not require a highly precessing secondary SMBH.", "summary": "OJ 287 is one of the best-monitored blazars in the X-ray--UV--optical regime. Deepfades of radio and optical--UV fluxes are found to occur every 1--2 years. A precursor flare of thermal bremsstrahlung predicted by a binary supermassive black hole model of OJ 287 was absent."}, "http://arxiv.org/abs/2302.11482v1": {"id": "http://arxiv.org/abs/2302.11482v1", "abstract": "The morphology of a galaxy has been shown to encode the evolutionary history\nand correlates strongly with physical properties such as stellar mass, star\nformation rates and past merger events. While the majority of galaxies in the\nlocal universe can be classified on the Hubble sequence, little is known about\nthe different types of galaxies we observe at high redshift. The irregular\nmorphology of these galaxies makes visual classifications difficult, and with\nthe future of astronomy consisting of many \"Big Data\" surveys we need an\nefficient, and unbiased classification system in place. In this work we explore\nthe use of unsupervised machine learning techniques to preform feature\nextraction from galaxy images to separate high redshift galaxies into different\nmorphological types based on the machine learning clusters. We expand on\nprevious work by addressing observation biases such as the orientation,\napparent size of the galaxies and noise before extracting features, thus\nreducing the number of clusters and forcing the network to learn meaningful\nfeatures. We then compare the extracted clusters' physical properties, to\ninvestigate the separation between the groups.", "summary": "The morphology of a galaxy has been shown to encode the evolutionary history. It correlates strongly with physical properties such as stellar mass, starformation rates and past merger events. While the majority of galaxies in the local universe can be classified on the Hubble sequence, little is known about the different types of galaxies we observe at high redshift. With the future of astronomy consisting of many \"Big Data\" surveys we need an efficient, and unbiased classification system."}, "http://arxiv.org/abs/2302.10142v2": {"id": "http://arxiv.org/abs/2302.10142v2", "abstract": "Recent observations of GN-z11 with JWST/NIRSpec revealed numerous oxygen,\ncarbon, nitrogen, and helium emission lines at $z=10.6$. Using the measured\nline fluxes, we derive abundance ratios of individual elements within the\ninterstellar medium (ISM) of this super-luminous galaxy. Driven by the\nunusually-bright NIII] $\\lambda$1750 and NIV] $\\lambda$1486 emission lines (and\nby comparison faint OIII] $\\lambda\\lambda$1660, 1666 lines), our fiducial model\nprefers log(N/O)>-0.25, greater than four times solar and in stark contrast to\nlower-redshift star-forming galaxies. The derived log(C/O)>-0.78, ($\\approx$30\n% solar) is also elevated with respect to galaxies of similar metallicity\n(12+log(O/H)$\\approx7.82$), although less at odds with lower-redshift\nmeasurements. Given the long timescale typically expected to enrich nitrogen\nwith stellar winds, traditional scenarios require a very fine-tuned formation\nhistory to reproduce such an elevated N/O. We find no compelling evidence that\nnitrogen enhancement in GN-z11 can be explained by enrichment from metal-free\nPopulation III stars. Interestingly, yields from runaway stellar collisions in\na dense stellar cluster or a tidal disruption event provide promising solutions\nto give rise to these unusual emission lines at $z=10.6$, and explain the\nresemblance between GN-z11 and a nitrogen-loud quasar. These recent\nobservations showcase the new frontier opened by JWST to constrain galactic\nenrichment and stellar evolution within 440 Myr of the Big Bang.", "summary": "Recent observations of GN-z11 with JWST/NIRSpec revealed numerous oxygen,carbon, nitrogen, and helium emission lines at $z=10.6$. Using the measuredline fluxes, we derive abundance ratios of individual elements within the ISM of this super-luminous galaxy."}, "http://arxiv.org/abs/2302.11397v1": {"id": "http://arxiv.org/abs/2302.11397v1", "abstract": "With the increasingly large number of type Ia supernova being detected by\ncurrent-generation survey telescopes, and even more expected with the upcoming\nRubin Observatory Legacy Survey of Space and Time, the precision of\ncosmological measurements will become limited by systematic uncertainties in\nflux calibration rather than statistical noise. One major source of systematic\nerror in determining SNe Ia color evolution (needed for distance estimation) is\nuncertainty in telescope transmission, both within and between surveys. We\nintroduce here the Collimated Beam Projector (CBP), which is meant to measure a\ntelescope transmission with collimated light. The collimated beam more closely\nmimics a stellar wavefront as compared to flat-field based instruments,\nallowing for more precise handling of systematic errors such as those from\nghosting and filter angle-of-incidence dependence. As a proof of concept, we\npresent CBP measurements of the StarDICE prototype telescope, achieving a\nstandard (1 sigma) uncertainty of 3 % on average over the full wavelength range\nmeasured with a single beam illumination.", "summary": "Collimated Beam Projector (CBP) is meant to measure a telescope transmission with collimated light. The collimated beam more closely resembles a stellar wavefront as compared to flat-field based instruments. CBP measurements of the StarDICE prototype telescope achieve a standard (1 sigma) uncertainty of 3 % on average over the full wavelength range."}, "http://arxiv.org/abs/2203.16652v5": {"id": "http://arxiv.org/abs/2203.16652v5", "abstract": "We use $\\Lambda$CDM cosmological hydrodynamical simulations to explore the\nkinematics of gaseous discs in late-type dwarf galaxies. We create\nhigh-resolution 21-cm 'observations' of simulated dwarfs produced in two\nvariations of the EAGLE galaxy formation model: one where supernova-driven gas\nflows redistribute dark matter and form constant-density central 'cores', and\nanother where the central 'cusps' survive intact. We 'observe' each galaxy\nalong multiple sight lines and derive a rotation curve for each observation\nusing a conventional tilted-ring approach to model the gas kinematics. We find\nthat the modelling process introduces systematic discrepancies between the\nrecovered rotation curve and the actual circular velocity curve driven\nprimarily by (i) non-circular gas orbits within the discs; (ii) the finite\nthickness of gaseous discs, which leads to overlap of different radii in\nprojection; and (iii) departures from dynamical equilibrium. Dwarfs with dark\nmatter cusps often appear to have a core, whilst the inverse error is less\ncommon. These effects naturally reproduce an observed trend which other models\nstruggle to explain: late-type dwarfs with more steeply-rising rotation curves\nappear to be dark matter-dominated in the inner regions, whereas the opposite\nseems to hold in galaxies with core-like rotation curves. We conclude that if\nsimilar effects affect the rotation curves of observed dwarfs, a late-type\ndwarf population in which all galaxies have sizeable dark matter cores is most\nlikely incompatible with current measurements.", "summary": "We use cosmological hydrodynamical simulations to explore thekinematics of gaseous discs in late-type dwarf galaxies. We create high-resolution 21-cm 'observations' of simulated dwarfs produced in twovariations of the EAGLE galaxy formation model. We find systematic discrepancies between the recovered rotation curve and the actual circular velocity curve."}, "http://arxiv.org/abs/2302.11324v1": {"id": "http://arxiv.org/abs/2302.11324v1", "abstract": "We present the hot molecular and warm ionised gas kinematics for 33 nearby\n($0.001\\lesssim z\\lesssim0.056$) X-ray selected active galaxies using the H$_2\n2.1218 \\mu$m and Br$\\gamma$ emission lines observed in the K-band with the\nGemini Near-Infrared Field Spectrograph (NIFS). The observations cover the\ninner 0.04$-$2 kpc of each AGN at spatial resolutions of 4$-$250 pc with a\nvelocity resolution of $\\sigma_{\\rm inst}\\approx$20 ${\\rm km s^{-1}}$. We find\nthat 31 objects (94 per cent) present a kinematically disturbed region (KDR)\nseen in ionised gas, while such regions are observed in hot molecular gas for\n25 galaxies (76 per cent). We interpret the KDR as being due to outflows with\nmasses of 10$^2-$10$^7$ M$_\\odot$ and 10$^0-$10$^4$ M$_\\odot$ for the ionised\nand hot molecular gas, respectively. The ranges of mass-outflow rates\n($\\dot{M}_{\\rm out}$) and kinetic power ($\\dot{E}_{\\rm K}$) of the outflows are\n10$^{-3}-$10$^{1}$ M$_\\odot$yr$^{-1}$ and $\\sim$10$^{37}$$-$10$^{43}$ erg\ns$^{-1}$ for the ionised gas outflows, and 10$^{-5}$$-$10$^{-2}$ M$_\\odot$\nyr$^{-1}$ and 10$^{35}$$-$10$^{39}$ erg s$^{-1}$ for the hot molecular gas\noutflows. The median coupling efficiency in our sample is $\\dot{E}_{K}/L_{\\rm\nbol}\\approx1.8\\times10^{-3}$ and the estimated momentum fluxes of the outflows\nsuggest they are produced by radiation-pressure in low-density environment,\nwith possible contribution from shocks.", "summary": "We present the hot molecular and warm ionised gas kinematics for 33 nearby galaxies. We find that 31 objects (94 per cent) present a kinematically disturbed region (KDR) seen in Ionised gas. Such regions are observed in hot molecular gas for 76 per cent of galaxies."}, "http://arxiv.org/abs/2302.11305v1": {"id": "http://arxiv.org/abs/2302.11305v1", "abstract": "We aim to study the alignment and rotational disruption of dust grains at the\ncentre of our Galaxy using polarized thermal dust emission observed by\nSOFIA/HAWC+ and JCMT/SCUPOL at 53, 216, and 850 $\\mu$m. We analyzed the\nrelationship between the observed polarization degree with total intensity,\ndust temperature, column density, and polarization angle dispersion function.\nPolarization degree from this region follows the predictions of the RAdiative\nTorque (RAT) alignment theory, except at high temperatures and long wavelengths\nwhere we found evidence for the rotational disruption of grains as predicted by\nthe RAdiative Torque Disruption mechanism. The alignment and disruption sizes\nfor the grains were found to be around 0.1 $\\mu$m and 1 $\\mu$m respectively.\nThe maximum polarization degree observed was around $p\\sim13$% at 216 $\\mu$m\nand comes from a region of high temperature, low column density, and ordered\nmagnetic field. Magnetically Enhanced RAT alignment (MRAT) was found to play an\nimportant role in the grain alignment due to the presence of a strong magnetic\nfield. MRAT can lead to perfect alignment of the grains if they are\nsuper-paramagnetic in nature ($N_{\\rm cl}\\geqslant20$). We estimated the mass\nfraction of aligned grains using a parametric model for the fraction of the\ngrains at high-$J$ attractors and found it to correlate weakly with the\nobserved polarization degree. We observe a change in the polarization ratio,\nfrom $p_{216\\mu m}/p_{850\\mu m}<1$ to $p_{216\\mu m}/p_{850\\mu m}>1$ at $T_{\\rm\nd}\\gtrsim35$ K, which suggests a change in the grain model from a composite to\na separate population of carbon and silicate grains as implied by previous\nnumerical modeling.", "summary": "Polarization degree from this region follows the predictions of the RAdiative Torque (RAT) alignment theory. Magnetically Enhanced RAT alignment (MRAT) was found to play an important role in the grain alignment. MRAT can lead to perfect alignment of the grains if they are super-paramagnetic."}, "http://arxiv.org/abs/2302.11288v1": {"id": "http://arxiv.org/abs/2302.11288v1", "abstract": "Galaxy mergers are hugely important in our current dark matter cosmology.\nThese powerful events cause the disruption of the merging galaxies, pushing the\ngas, stars and dust of the galaxies resulting in changes to morphologies. This\ndisruption can also cause more extreme events inside the galaxies: periods of\nextreme star formation rates and the rapid increase in active galactic nuclei\nactivity. Hence, to better understand what goes on in these rare events, we\nneed to be able to identify statistically large samples.\n  In the last few years, the growth of artificial intelligence techniques has\nseen application to identifying galaxy mergers. These techniques have shown to\nbe highly accurate and their application has grown beyond academic studies of\n``can we?'' to deeper scientific use. However, these classifications are not\nwithout their problems.\n  In this proceedings, we will explore how galaxy merger classification can be\nimproved by adding pre-extracted galaxy morphologies alongside the traditional\nimaging data. This demonstrates that current neural networks are not extracting\nall the information from the images they are given. It will also explore how\nthe resulting samples of rare objects could be highly contaminated. This has a\nknock on impact on the upcoming large scale surveys like Euclid and Rubin-LSST.", "summary": "Galaxy mergers are hugely important in our current dark matter cosmology. To better understand what goes on in these rare events, we need to be able to identify statistically large samples. In this proceedings, we will explore how galaxy merger classification can beimproved by adding pre-extracted galaxy morphologies alongside the traditional images."}, "http://arxiv.org/abs/2301.03499v2": {"id": "http://arxiv.org/abs/2301.03499v2", "abstract": "The recently-proposed Aether Scalar Tensor (AeST) model reproduces both the\nsuccesses of particle dark matter on cosmological scales and those of Modified\nNewtonian Dynamics (MOND) on galactic scales. But the AeST model reproduces\nMOND only up to a certain maximum galactocentric radius. Since MOND is known to\nfit very well to observations at these scales, this raises the question whether\nthe AeST model comes into tension with data. We test whether or not the AeST\nmodel is in conflict with observations using a recent analysis of data for weak\ngravitational lensing. We solve the equations of motion of the AeST model,\nanalyze the solutions' behavior, and compare the results to observational data.\nThe AeST model shows some deviations from MOND at the radii probed by weak\ngravitational lensing. This creates a tension with the data. To entirely rule\nout the model, however, a more advanced data analysis as well as an improved\ntheoretical understanding would be necessary.", "summary": "Aether Scalar Tensor (AeST) model reproduces both the successes of particle dark matter on cosmological scales and those of Modified Newtonian Dynamics (MOND) on galactic scales. AeST model shows some deviations from MOND at the radii probed by weak                gravitational lensing. This creates a tension with the data."}, "http://arxiv.org/abs/2302.11276v1": {"id": "http://arxiv.org/abs/2302.11276v1", "abstract": "We collect a large sample with a reliable redshift detected by the Fermi\nsatellite after 10 years of data (4FGL-DR2), including blazars, $\\gamma$-ray\nNarrow-line Seyfert 1 galaxies ($\\gamma$NLS1s), and radio galaxies. The\nspectral energy distributions (SEDs) of these Fermi sources are fitted by using\na second-degree polynomial, and some important parameters including spectral\ncurvature, synchrotron peak frequency, and peak luminosity are obtained. Based\non those parameters, we discuss the Fermi blazar sequence and the particle\nacceleration mechanism. Our main results are as follows:(i) By studying the\nrelationship between the synchrotron peak frequency and the synchrotron peak\nfrequency luminosity, jet kinetic power, and $\\gamma$-ray luminosity for jetted\nAGNs, we find an ``L'' shape in the Fermi blazar sequence. (ii) There is a\nsignificant anti-correlation between Compton dominance, black hole spin, and\nthe synchrotron peak frequency for jetted AGNs, respectively. These results\nsupport that the $\\gamma$NLS1s and radio galaxies belong to the Fermi blazar\nsequence. (iii) On the basis of previous work, statistical or stochastic\nacceleration mechanisms can be used to explain the relationship between\nsynchrotron peak frequency and synchrotron curvature. For different subclasses,\nthe correlation slopes are different, which implies that the Fermi sources of\ndifferent subclasses have different acceleration mechanisms. (iv) The FSRQs and\n$\\gamma$NLS1s have a higher median spin of a black hole than BL Lacs and radio\ngalaxies.", "summary": "We collect a large sample with a reliable redshift detected by the Fermiatellite after 10 years of data (4FGL-DR2) We study the relationship between the synchrotron peak frequency and the jet kinetic power, and peak luminosity for jetted AGNs. We find an ``L'' shape in the Fermi blazar sequence."}, "http://arxiv.org/abs/2302.11247v1": {"id": "http://arxiv.org/abs/2302.11247v1", "abstract": "The halo mass-temperature relation for a sample of 216 galaxy clusters,\ngroups, and individual galaxies observed by $Chandra$ X-ray Observatory is\npresented. Using accurate spectral measurements of their hot atmospheres, we\nderive the $M-T$ relation for systems with temperatures ranging between\n0.4-15.0 keV. We measure the total mass of clusters, groups, and galaxies at\nradius $R_{2500}$, finding that the $M_{2500} \\propto T^{\\alpha}$ relation\nfollows a power-law with $\\alpha$ = 1.65$\\pm$0.06. Our relation agrees with\nrecent lensing studies of the $M-T$ relation at $R_{200}$ and is consistent\nwith self-similar theoretical prediction and recent simulations. This agreement\nindicates that the $M-T$ relation is weakly affected by non-gravitational\nheating processes. Using lensing masses within $R_{200}$ we find $M_{200}-T$\nfollows a power-law with slope 1.61$\\pm$0.19, consistent with the $M_{2500}-T$\nrelation. No evidence for a break or slope change is found in either relation.\nPotential biases associated with sample selection, evolution, and the\nassumption of hydrostatic equilibrium that may affect the scaling are examined.\nNo significant impacts attributable to these biases are found. Non-cool-core\nclusters and early spirals produce higher scatter in the $M-T$ relation than\ncool-core clusters and elliptical galaxies.", "summary": "Halo mass-temperature relation for a sample of 216 galaxy clusters, groups, and individual galaxies observed by $Chandra$ X-ray Observatory. Using accurate spectral measurements of their hot atmospheres, we derive the $M-T$ relation for systems with temperatures ranging between 0.4-15.0 keV. No evidence for a break or slope change is found."}, "http://arxiv.org/abs/2301.12824v3": {"id": "http://arxiv.org/abs/2301.12824v3", "abstract": "Spectral energy distribution (SED) models of galaxies at $0.3\\leq z \\leq 2.5$\nwere constructed to be processed by the Euclid spectroscopic channel simulator\nin order to investigate the \\Euclid Near-Infrared Spectrometer and Photometer\n(NISP) capabilities. We developed a solid methodology to build a realistic and\nrepresentative synthetic SED library of star-forming galaxies, including\nreliable emission line fluxes and widths. The construction of the SEDs consists\nin computing the continuum using the Bruzual \\& Charlot (2003) models, calling\nout SED fitting parameters available in publicly released multi-wavelength\ncatalogues. Emission lines were added using empirical and theoretical\nrelations.", "summary": "Spectral energy distribution (SED) models of galaxies at $0.3\\leq z \\leq 2.5$ were constructed to be processed by the Euclid spectroscopic channel simulator. Emission lines were added using empirical and theoreticalrelations. The construction of the SEDs consists in computing the continuum using the Bruzual \\& Charlot (2003) models."}, "http://arxiv.org/abs/2302.11198v1": {"id": "http://arxiv.org/abs/2302.11198v1", "abstract": "Very metal-poor (VMP, [Fe/H]<-2.0) stars offer a wealth of information on the\nnature and evolution of elemental production in the early galaxy and universe.\nThe upcoming China Space Station Telescope (CSST) will provide us with a large\namount of spectroscopic data that may contain plenty of VMP stars, and thus it\nis crucial to determine the stellar atmospheric parameters ($T_{eff}$, $\\log\ng$, and [Fe/H]) for low-resolution spectra similar to the CSST spectra (R~200).\nIn this paper, a two-dimensional Convolutional Neural Network (CNN) model with\nthree convolutional layers and two fully connected layers is constructed. The\nprincipal aim of this work is to measure the ability of this model to estimate\nstellar parameters on low-resolution (R~200) spectra and to identify VMP stars\nso that we can better search for VMP stars in the spectra observed by CSST.We\nmainly use 10,008 observed spectra of VMP stars from LAMOST DR3, and 16,638\nspectra of common stars ([Fe/H]>-2.0) from LAMOST DR8 for the experiment and\nmake comparisons. All spectra are reduced to R~200 to match the resolution of\nthe CSST and are preprocessed and collapsed into two-dimensional spectra for\ninput to the CNN model. The results show that the MAE values are 99.40 K for\n$T_{eff}$, 0.22 dex for $\\log g$, 0.14 dex for [Fe/H], and 0.26 dex for [C/Fe],\nrespectively. Besides, the CNN model efficiently identifies VMP stars with a\nprecision of 94.77%. The validation and practicality of this model are also\ntested on the MARCS synthetic spectra. This paper powerfully demonstrates the\neffectiveness of the proposed CNN model in estimating stellar parameters for\nlow-resolution spectra (R~200) and recognizing VMP stars that are of interest\nfor stellar population and galactic evolution work.", "summary": "VMP, [Fe/H]<-2.0 stars offer a wealth of information on the nature and evolution of elemental production in the early galaxy and universe. The China Space Station Telescope (CSST) will provide us with a large amount of spectroscopic data that may contain plenty of VMP stars."}, "http://arxiv.org/abs/2301.12828v3": {"id": "http://arxiv.org/abs/2301.12828v3", "abstract": "To characterise the NISP (Near-Infrared Spectrometer and Photometer)\ninstrument optical capability before the launch of the \\Euclid telescope to\norbit, foreseen in 2023, data analysis of ground-based tests and Monte Carlo\nsimulations that mimic the expected NISP performance were carried out.\nPre-launch test data were analysed to assess the fulfilment of the mission\nspecifications in terms of Point Spread Function (PSF), set at EE50(PSF)$\\,\\leq\n0.3$ arcseconds, and with a spectral resolution below 16 angstroms per pixel.\nWe also provide a first comparison between real images from the ground-based\ntests with simulated ones. We confirm the high optical quality of the NISP\ninstrument, fulfilling the mission specifications in terms of PSF and spectral\ndispersion with a good agreement between the different test campaigns. We\nvalidated the PSF and spectral dispersion provided by the NISP simulator, a\ncrucial aspect to validate the consistency between real and simulated images.", "summary": "Ground-based tests and Monte Carlo simulations were carried out. We confirm the high optical quality of the NISP instrument, fulfilling the mission specifications in terms of PSF and spectral dispersion. We also provide a first comparison between real images from the ground-basedtests with simulated ones."}, "http://arxiv.org/abs/2208.15003v3": {"id": "http://arxiv.org/abs/2208.15003v3", "abstract": "We investigate shock structures driven by merger events in high-resolution\nsimulations that result in a galaxy with a virial mass M ~ 1e12 Msol. We find\nthat the sizes and morphologies of the internal shocks resemble remarkably well\nthose of the newly-detected class of odd radio circles (ORCs). This would\nhighlight a so-far overlooked mechanism to form radio rings, shells and even\nmore complex structures around elliptical galaxies. Mach numbers of M = 2-3 for\nsuch internal shocks are in agreement with the spectral indices of the observed\nORCs. We estimate that ~5 percent of galaxies could undergo merger events which\noccasionally lead to such prominent structures within the galactic halo during\ntheir lifetime, explaining the low number of observed ORCs. At the time when\nthe shock structures are matching the physical sizes of the observed ORCs, the\ncentral galaxies are typically classified as early-type galaxies, with no\nongoing star formation, in agreement with observational findings. Although the\nenergy released by such mergers could potentially power the observed radio\nluminosity already in Milky-Way-like halos, our predicted luminosity from a\nsimple, direct shock acceleration model is much smaller than the observed one.\nConsidering the estimated number of candidates from our cosmological\nsimulations and the higher observed energies, we suggest that the proposed\nscenario is more likely for halo masses around 1e13 Msol in agreement with the\nobserved stellar masses of the galaxies at the center of ORCs. Such shocks\nmight be detectable with next generation X-ray instruments like the Line\nEmission Mapper (LEM).", "summary": "We investigate shock structures driven by merger events in high-resolution simulations. We find that the sizes and morphologies of the internal shocks resemble those of the newly-detected class of odd radio circles (ORCs) This would highlight a so-far overlooked mechanism to form radio rings, shells and even more complex structures around elliptical galaxies."}, "http://arxiv.org/abs/2302.11166v1": {"id": "http://arxiv.org/abs/2302.11166v1", "abstract": "Line-intensity mapping (LIM) is a promising technique to constrain the global\ndistribution of galaxy properties. To combine LIM experiments probing different\ntracers with traditional galaxy surveys and fully exploit the scientific\npotential of these observations, it is necessary to have a physically motivated\nmodeling framework. As part of developing such a framework, in this work we\nintroduce and model the conditional galaxy property distribution (CGPD), i.e.\nthe distribution of galaxy properties conditioned on the host halo mass and\nredshift. We consider five galaxy properties, including the galaxy stellar\nmass, molecular gas mass, galaxy radius, gas phase metallicity and star\nformation rate (SFR), which are important for predicting the emission lines of\ninterest. The CGPD represents the full distribution of galaxies in the five\ndimensional property space; many important galaxy distribution functions and\nscaling relations, such as the stellar mass function and SFR main sequence, can\nbe derived from integrating and projecting it. We utilize two different kinds\nof cosmological galaxy simulations, a semi-analytic model and the IllustrisTNG\nhydrodynamic simulation, to characterize the CGPD and explore how well it can\nbe represented using a Gaussian mixture model (GMM). We find that with just a\nfew ($\\sim 3$) Gaussian components, a GMM can describe the CGPD of the\nsimulated galaxies to high accuracy for both simulations. The CGPD can be\nmapped to LIM or other observables by constructing the appropriate relationship\nbetween galaxy properties and the relevant observable tracers.", "summary": "This is the first study to use a Gaussian mixture model to model the distribution of galaxy properties. The model can be used to map galaxy properties with high accuracy. It can be applied to the study of galaxy formation, formation, evolution and death. The study is published in the journal Astronomy and Astrophysics."}, "http://arxiv.org/abs/2302.11163v1": {"id": "http://arxiv.org/abs/2302.11163v1", "abstract": "Mass-to-flux ratios measured via the Zeeman effect suggest the existence of a\ntransition from a magnetically sub-critical state in HI clouds to a\nsuper-critical state in molecular clouds. However, due to projection, chemical,\nand excitation effects, Zeeman measurements are subject to a number of biases,\nand may not reflect the true relations between gravitational and magnetic\nenergies. In this paper, we carry out simulations of the formation of\nmagnetised molecular clouds, zooming in from an entire galaxy to sub-pc scales,\nwhich we post-process to produce synthetic HI and OH Zeeman measurements. The\nmass-to-flux ratios we recover from the simulated observations show a\ntransition in magnetic criticality that closely matches observations, but we\nfind that the gravitational-magnetic energy ratios on corresponding scales are\nmostly super-critical, even in the HI regime. We conclude that HI clouds in the\nprocess of assembling to form molecular clouds are already super-critical even\nbefore H_2 forms, and that the apparent transition from sub- to\nsuper-criticality between HI and H_2 is primarily an illusion created by\nchemical and excitation biases affecting the Zeeman measurements.", "summary": "Mass-to-flux ratios measured via the Zeeman effect suggest the existence of a magnetically sub-critical state in HI clouds. However, due to projection, chemical,and excitation effects, Zeeman measurements are subject to a number of biases. We conclude that HI clouds in the process of assembling to form molecular clouds are already super-critical even before H_2 forms."}, "http://arxiv.org/abs/2302.11158v1": {"id": "http://arxiv.org/abs/2302.11158v1", "abstract": "The Reionization Cluster Survey (RELICS) imaged 41 galaxy clusters with the\nHubble Space Telescope (HST), in order to detect lensed and high-redshift\ngalaxies. Each cluster was imaged to about 26.5 AB mag in three optical and\nfour near-infrared bands, taken in two distinct visits separated by varying\ntime intervals. We make use of the multiple near-infrared epochs to search for\ntransient sources in the cluster fields, with the primary motivation of\nbuilding statistics for bright caustic crossing events in gravitational arcs.\nOver the whole sample, we do not find any significant ($\\gtrsim5 \\sigma$)\ncaustic crossing events, in line with expectations from semi-analytic\ncalculations but in contrast to what may be naively expected from previous\ndetections of some bright events, or from deeper transient surveys that do find\nhigh rates of such events. Nevertheless, we find six prominent supernova (SN)\ncandidates over the 41 fields: three of them were previously reported and three\nare new ones reported here for the first time. Out of the six candidates, four\nare likely core-collapse (CC) SNe -- three in cluster galaxies, and among which\nonly one was known before, and one slightly behind the cluster at\n$z\\sim0.6-0.7$. The other two are likely Ia -- both of them previously known,\none probably in a cluster galaxy, and one behind it at $z\\simeq2$. Our study\nsupplies empirical bounds for the rate of caustic crossing events in galaxy\ncluster fields to typical HST magnitudes, and lays the groundwork for a future\nSN rate study.", "summary": "The Reionization Cluster Survey (RELICS) imaged 41 galaxy clusters with theHubble Space Telescope. Each cluster was imaged to about 26.5 AB mag in three optical and four near-infrared bands. We find six prominent supernova (SN) candidates over the 41 fields."}, "http://arxiv.org/abs/2302.11117v1": {"id": "http://arxiv.org/abs/2302.11117v1", "abstract": "Multi-wavelength images from the Hubble Space Telescope covering the\nwavelength range 0.27-1.6 $\\mu$m show that the central area of the nearby dwarf\ngalaxy NGC4449 contains several tens of compact sources that are emitting in\nthe hydrogen recombination line Pa$\\beta$ (1.2818 $\\mu$m) but are only\nmarginally detected in H$\\alpha$ (0.6563 $\\mu$m) and undetected at wavelengths\n$\\lambda\\le$0.55 $\\mu$m. An analysis of the spectral energy distributions\n(SEDs) of these sources indicates that they are likely relatively young star\nclusters heavily attenuated by dust. The selection function used to identify\nthe sources prevents meaningful statistical analyses of their age, mass, and\ndust extinction distributions. However, these cluster candidates have ages\n$\\sim$5-6 Myr and A$_V>$6 mag, according to their SED fits, and are extremely\ncompact, with typical deconvolved radii of 1 pc. The dusty clusters are located\nat the periphery of dark clouds within the galaxy and appear to be partially\nembedded. Density and pressure considerations indicate that the HII regions\nsurrounding these clusters may be stalled, and that pre-supernova feedback has\nnot been able to clear the clusters of their natal cocoons. These findings are\nin potential tension with existing models that regulate star formation with\npre-supernova feedback, since pre-supernova feedback acts on short timescales,\n$\\lesssim$4 Myr, for a standard Stellar Initial Mass function. The existence of\na population of dusty star clusters with ages $>$4 Myr, if confirmed by future\nobservations, paints a more complex picture for the role of stellar feedback in\ncontrolling star formation.", "summary": " Hubble Space Telescope images show several compact sources in nearby dwarf galaxy NGC4449. Analysis of spectral energy distributions indicates that they are likely relatively young star clusters heavily attenuated by dust. Density and pressure considerations indicate that the HII regions surrounding these clusters may be stalled, and that pre-supernova feedback has not been able to clear the clusters of their natal cocoons."}, "http://arxiv.org/abs/2302.11116v1": {"id": "http://arxiv.org/abs/2302.11116v1", "abstract": "We present observations of the four 2 Pi 3/2 J = 3/2 ground-rotational state\ntransitions of the hydroxyl molecule (OH) along 107 lines of sight both in and\nout of the Galactic plane: 92 sets of observations from the Arecibo telescope\nand 15 sets of observations from the Australia Telescope Compact Array (ATCA).\nOur Arecibo observations included off-source pointings, allowing us to measure\nexcitation temperature (Tex) and optical depth, while our ATCA observations\ngive optical depth only. We perform Gaussian decomposition using the Automated\nMolecular Excitation Bayesian line-fitting Algorithm 'AMOEBA' (Petzler, Dawson,\nand Wardle 2021) fitting all four transitions simultaneously with shared\ncentroid velocity and width. We identify 109 features across 38 sightlines\n(including 58 detections along 27 sightlines with excitation temperature\nmeasurements). While the main lines at 1665 and 1667 MHz tend to have similar\nexcitation temperatures (median Tex(main) difference = 0.6 K, 84% show\nTex(main) difference < 2 K), large differences in the 1612 and 1720 MHz\nsatellite line excitation temperatures show that the gas is generally not in\nLTE. For a selection of sightlines we compare our OH features to associated\n(on-sky and in velocity) HI cold gas components (CNM) identified by Nguyen et\nal. (2019) and find no strong correlations. We speculate that this may indicate\nan effective decoupling of the molecular gas from the CNM once it accumulates.", "summary": "We present observations of the four 2 Pi 3/2 J = 3/ 2 ground-rotational state transitions of the hydroxyl molecule (OH) along 107 lines of sight both in and out of the Galactic plane. We identify 109 features across 38 sightlines. While the main lines at 1665 and 1667 MHz tend to have similarexcitation temperatures (median Tex(main) difference = 0.6 K), large differences in the 1612 and 1720 MHz line"}, "http://arxiv.org/abs/2302.11092v1": {"id": "http://arxiv.org/abs/2302.11092v1", "abstract": "We used data from the Hobby-Eberly Telescope Dark Energy Experiment (HETDEX)\nto study the incidence of AGN in continuum-selected galaxies at $z\\sim3$. From\noptical and infrared imaging in the 24 deg$^{2}$ Spitzer HETDEX Exploratory\nLarge Area (SHELA) survey, we constructed a sample of photometric-redshift\nselected $z\\sim3$ galaxies. We extracted HETDEX spectra at the position of 716\nof these sources and used machine learning methods to identify those which\nexhibited AGN-like features. The dimensionality of the spectra was reduced\nusing an autoencoder, and the latent space was visualized through t-distributed\nstochastic neighbor embedding (t-SNE). Gaussian mixture models were employed to\ncluster the encoded data and a labeled dataset was used to label each cluster\nas either AGN, stars, high-redshift galaxies, or low-redshift galaxies. Our\nphotometric redshift (photo-z) sample was labeled with an estimated $92\\%$\noverall accuracy, an AGN accuracy of $83\\%$, and an AGN contamination of $5\\%$.\nThe number of identified AGN was used to measure an AGN fraction for different\nmagnitude bins. The UV absolute magnitude where the AGN fraction reaches $50\\%$\nis $M_{UV} = -23.8$. When combined with results in the literature, our\nmeasurements of AGN fraction imply that the bright end of the galaxy luminosity\nfunction exhibits a power-law rather than exponential decline, with a\nrelatively shallow faint-end slope for the $z\\sim3$ AGN luminosity function.", "summary": "We used data from the Hobby-Eberly Telescope Dark Energy Experiment (HETDEX) to study the incidence of AGN in continuum-selected galaxies at $z\\sim3$ The number of identified AGN was used to measure an AGN fraction for different bins. Our results imply that the bright end of the galaxy luminosity exhibits a power-law rather than exponential decline."}, "http://arxiv.org/abs/2207.07102v4": {"id": "http://arxiv.org/abs/2207.07102v4", "abstract": "The first deep field images from the James Webb Space Telescope (JWST) of the\ngalaxy cluster SMACS~J0723.3-7327 reveal a wealth of new lensed images at\nuncharted infrared wavelengths, with unprecedented depth and resolution. Here\nwe securely identify 14 new sets of multiply imaged galaxies totalling 42\nimages, adding to the five sets of bright and multiply-imaged galaxies already\nknown from Hubble Space Telescope data. We find examples of arcs crossing\ncritical curves, allowing detailed community follow-up, such as JWST\nspectroscopy for precise redshift determinations, and measurements of the\nchemical abundances and of the detailed internal gas dynamics of very distant,\nyoung galaxies. One such arc contains a pair of compact knots that are\nmagnified by a factor of hundreds, and features a microlensed transient. We\nalso detect an Einstein cross candidate only visible thanks to JWST's superb\nresolution. Our parametric lens model is available through the following link:\nhttps://www.dropbox.com/sh/gwup2lvks0jsqe5/AAC2RRSKce0aX-lIFCc9vhBXa?dl=0, and\nwill be regularly updated using additional spectroscopic redshifts. The model\nis constrained by 16 of these sets of multiply imaged galaxies, three of which\nhave spectroscopic redshifts, and reproduces the multiple images to better than\nan rms of $0.5^{\\prime \\prime}$, allowing for accurate magnification estimates\nof high-redshift galaxies. The intracluster light extends beyond the cluster\nmembers, exhibiting large-scale features that suggest a significant past\ndynamical disturbance. This work represents a first taste of the enhanced power\nJWST will have for lensing-related science.", "summary": "First deep field images from the James Webb Space Telescope (JWST) of the SMACS~J0723.3-7327 reveal a wealth of new lensed images at unprecedented depth and resolution. The work represents a first taste of the enhanced power that JWST will have for lensing-related science."}, "http://arxiv.org/abs/2302.12234v1": {"id": "http://arxiv.org/abs/2302.12234v1", "abstract": "We utilize high-resolution cosmological simulations to reveal that\nhigh-redshift galaxies tend to undergo a robust `wet compaction' event when\nnear a `golden' stellar mass of $\\sim 10^{10} M_{\\odot}$. This is a gaseous\nshrinkage to a compact star-forming phase, a `blue nugget' (BN), followed by\ncentral quenching of star formation to a compact passive stellar bulge, a `red\nnugget' (RN), and a buildup of an extended gaseous disc and ring. Such nuggets\nare observed at cosmic noon and seed today's early-type galaxies. The\ncompaction is triggered by a drastic loss of angular momentum due to, e.g., wet\nmergers, counter-rotating cold streams, or violent disc instability. The BN\nphase marks drastic transitions in the galaxy structural, compositional and\nkinematic properties. The transitions are from star-forming to quenched\ninside-out, from diffuse to compact with an extended disc-ring and a stellar\nenvelope, from dark matter to baryon central dominance, from prolate to oblate\nstellar shape, from pressure to rotation support, from low to high metallicity,\nand from supernova to AGN feedback. The central black hole growth, first\nsuppressed by supernova feedback when below the golden mass, is boosted by the\ncompaction, and the black hole keeps growing once the halo is massive enough to\nlock in the supernova ejecta.", "summary": "High-redshift galaxies tend to undergo a robust `wet compaction' event. This is a gaseousshrinkage to a compact star-forming phase, a 'blue nugget' This is followed by a central quenching of star formation. Such nuggets are observed at cosmic noon and seed today's early-type galaxies."}, "http://arxiv.org/abs/2302.12197v1": {"id": "http://arxiv.org/abs/2302.12197v1", "abstract": "In this paper, we present data from the Blind Ultra-Deep HI Environmental\nSurvey (BUDHIES), which is a blind 21-cm HI spectral line imaging survey\nundertaken with the Westerbork Synthesis Radio Telescope (WSRT). Two volumes\nwere surveyed, each with a single pointing and covering a redshift range of\n0.164 < z < 0.224. Within these two volumes, this survey targeted the clusters\nAbell 963 and Abell 2192, which are dynamically different and offer unique\nenvironments to study the process of galaxy evolution within clusters. With an\nintegration time of 117x12h on Abell 963 and 72x12h on Abell 2192, a total of\n166 galaxies were detected and imaged in HI. While the clusters themselves\noccupy only 4 per cent of the 73,400 Mpc$^3$ surveyed by BUDHIES, most of the\nvolume consists of large-scale structures in which the clusters are embedded,\nincluding foreground and background overdensities and voids. We present the\ndata processing and source detection techniques and counterpart identification\nbased on a wide-field optical imaging survey using the Isaac Newton Telescope\n(INT) and deep ultra-violet GALEX imaging. Finally, we present HI and optical\ncatalogues of the detected sources as well as atlases of their global HI\nproperties, which include integrated column density maps, position-velocity\ndiagrams, global HI profiles, and optical and UV images of the HI sources.", "summary": "The Blind Ultra-Deep HI Environmental Survey (BUDHIES) is a blind 21-cm HI spectral line imaging survey. It was taken with the Westerbork Synthesis Radio Telescope (WSRT) Two volumes were surveyed, each with a single pointing and covering a redshift range of 0.164 to 0.224."}, "http://arxiv.org/abs/2302.09188v2": {"id": "http://arxiv.org/abs/2302.09188v2", "abstract": "This chapter presents an overview of the recent progress on spectroscopic\nobservations of metal-poor stars with r-process element signatures found in the\nMilky Way's stellar halo and satellite dwarf galaxies. Major empirical lessons\nrelated to the origins of the r-process are discussed, including the\nuniversality of the observed r-process pattern and deviations from universality\namong the light r-process elements and actinides. Different astrophysical sites\nof the r-process based on theoretical expectations are presented, including\ncommon and rare supernovae and neutron star mergers. A major distinguishing\nfactor between r-process sites is their delay time distribution. The best\nconstraints on the detailed r-process pattern come from Galactic halo r-process\nstars, but these cannot provide information on the environment of the stars'\nbirth gas clouds. Studying r-process enrichment within dwarf galaxies can\nremedy the situation despite the fact that high-resolution spectroscopic\nobservations of individual stars in these systems are very difficult to obtain.\nA general overview of dwarf galaxy properties and chemical evolution\nexpectations depending on their mass and star formation duration is provided.\nThe r-process trends depend on the stellar mass and star formation durations of\ndwarf galaxies in a way that clearly shows that the r-process is rare,\nprolific, and has both prompt and delayed sources. This work complements\nongoing theoretical heavy-element nucleosynthesis explorations and experimental\nmeasurements of the properties of r-process nuclei, such as with the Facility\nfor Rare Isotope Beams.", "summary": "This chapter presents an overview of the recent progress on spectroscopicobservations of metal-poor stars with r-process element signatures found in the Milky Way's stellar halo and satellite dwarf galaxies. Major empirical lessonsrelated to the origins of the r- process are discussed."}, "http://arxiv.org/abs/2207.00064v2": {"id": "http://arxiv.org/abs/2207.00064v2", "abstract": "We report the discovery of a candidate X-ray supernova remnant SRGe\nJ003602.3+605421=G121.1-1.9 in the course of \\textit{SRG}/eROSITA all-sky\nsurvey. The object is located at (l,b)=(121.1$^\\circ$,-1.9$^\\circ$), is\n$\\approx36$ arcmin in angular size and has a nearly circular shape. Clear\nvariations in spectral shape of the X-ray emission across the object are\ndetected, with the emission from the inner (within 9') and outer (9'-18') parts\ndominated by iron and oxygen/neon lines, respectively. The non-equilibrium\nplasma emission model is capable of describing the spectrum of the outer part\nwith the initial gas temperature 0.1 keV, final temperature 0.5 keV and the\nionization age $\\sim 2\\times10^{10}$ cm$^{-3}$ s. The observed spectrum of the\ninner region is more complicated (plausibly due to the contribution of the\nouter shell) and requires substantial overabundance of iron for all models we\nhave tried. The derived X-ray absorption equals to $(4-6)\\times10^{21}$\ncm$^{-2}$, locating the object at the distance beyond 1.5 kpc, and implying its\nage $\\sim(5-30)\\times1000$ yrs. No bright radio, infrared, H$_\\alpha$ or\ngamma-ray counterpart of this object have been found in the publicly-available\narchival data. A model invoking a canonical $10^{51}$ erg explosion (either SN\nIa or core collapse) in the hot and tenuous medium in the outer region of the\nGalaxy $\\sim$9 kpc away might explain the bulk of the observed features. This\nscenario can be tested with future deep X-ray and radio observations.", "summary": "We report the discovery of a candidate X-ray supernova remnant. The object is located at (l,b):121.1-1.9 in the course of a SRG/eROSITA all-sky survey. The emission from the inner (within 9') and outer (9'-18') parts of the object isdominated by iron and oxygen/neon lines."}, "http://arxiv.org/abs/2207.03499v2": {"id": "http://arxiv.org/abs/2207.03499v2", "abstract": "The ultra-faint dwarf galaxy Reticulum~II was enriched by a single rare and\nprolific r-process event. The r-process content of Reticulum~II thus provides a\nunique opportunity to study metal mixing in a relic first galaxy. Using\nmulti-object high-resolution spectroscopy with VLT/GIRAFFE and Magellan/M2FS,\nwe identify 32 clear spectroscopic member stars and measure abundances of Mg,\nCa, Fe, and Ba where possible. We find $72^{+10}_{-12}$% of the stars are\nr-process-enhanced, with a mean\n$\\left\\langle\\mbox{[Ba/H]}\\right\\rangle=-1.68~\\pm~0.07$ and unresolved\nintrinsic dispersion $\\sigma_{\\rm [Ba/H]} < 0.20$. The homogeneous r-process\nabundances imply that Ret~II's metals are well-mixed by the time the r-enhanced\nstars form, which simulations have shown requires at least 100 Myr of metal\nmixing in between bursts of star formation to homogenize. This is the first\ndirect evidence of bursty star formation in an ultra-faint dwarf galaxy. The\nhomogeneous dilution prefers a prompt and high-yield r-process site, such as\ncollapsar disk winds or prompt neutron star mergers. We also find evidence from\n[Ba/H] and [Mg/Ca] that the r-enhanced stars in Ret~II formed in the absence of\nsubstantial pristine gas accretion, perhaps indicating that ${\\approx}70$% of\nRet~II stars formed after reionization.", "summary": "The ultra-faint dwarf galaxy Reticulum~II was enriched by a single rare and                prolific r-process event. This is the first evidence of bursty star formation in a faint dwarf galaxy. The homogeneous dilution suggests that the metals are well-mixed by the time the r-enhanced stars form, which simulations have shown requires at least 100 Myr of metalmixing."}, "http://arxiv.org/abs/2301.02816v2": {"id": "http://arxiv.org/abs/2301.02816v2", "abstract": "The escape fraction of Lyman-continuum (LyC) photons ($f_{esc}$) is a key\nparameter for determining the sources of cosmic reionization at $z\\geq 6$. At\nthese redshifts, owing to the opacity of the intergalactic medium, the LyC\nemission cannot be measured directly. However, LyC leakers during the epoch of\nreionization could be identified using indirect indicators that have been\nextensively tested at low and intermediate redshifts. These include a high\n[OIII]/[OII] flux ratio, high star-formation surface density, and compact\nsizes. In this work, we present observations of 29 $4.5 \\leq z \\leq 8$\ngravitationally lensed galaxies in the Abell 2744 cluster field. From a\ncombined analysis of JWST-NIRSpec and NIRCam data, we accurately derived their\nphysical and spectroscopic properties: our galaxies have low masses\n$(\\log(M_\\star)\\sim 8.5)$, blue UV spectral slopes ($\\beta \\sim -2.1$), compact\nsizes ($r_e \\sim 0.3-0.5$ kpc), and high [OIII]/[OII] flux ratios. We confirm\nthat these properties are similar to those characterizing low-redshift LyC\nleakers. Indirectly inferring the fraction of escaping ionizing photons, we\nfind that more than 80% of our galaxies have predicted $f_{esc}$ values larger\nthan 0.05, indicating that they would be considered leakers. The average\npredicted $f_{esc}$ value of our sample is 0.12, suggesting that similar\ngalaxies at $z\\geq 6$ have provided a substantial contribution to cosmic\nreionization.", "summary": "The escape fraction of Lyman-continuum (LyC) photons is a keyparameter for determining the sources of cosmic reionization at $z\\geq 6$. At this redshift, owing to the opacity of the intergalactic medium, the LyCemission cannot be measured directly. However, LyC leakers during the epoch of                reionization could be identified using indirect indicators. These include a high[OIII]/[OII] flux"}, "http://arxiv.org/abs/2302.12058v1": {"id": "http://arxiv.org/abs/2302.12058v1", "abstract": "We present BISTRO Survey 850 {\\mu}m dust emission polarisation observations\nof the L1495A-B10 region of the Taurus molecular cloud, taken at the JCMT. We\nobserve a roughly triangular network of dense filaments. We detect 9 of the\ndense starless cores embedded within these filaments in polarisation, finding\nthat the plane-of-sky orientation of the core-scale magnetic field lies roughly\nperpendicular to the filaments in almost all cases. We also find that the\nlarge-scale magnetic field orientation measured by Planck is not correlated\nwith any of the core or filament structures, except in the case of the\nlowest-density core. We propose a scenario for early prestellar evolution that\nis both an extension to, and consistent with, previous models, introducing an\nadditional evolutionary transitional stage between field-dominated and\nmatter-dominated evolution, observed here for the first time. In this scenario,\nthe cloud collapses first to a sheet-like structure. Uniquely, we appear to be\nseeing this sheet almost face-on. The sheet fragments into filaments, which in\nturn form cores. However, the material must reach a certain critical density\nbefore the evolution changes from being field-dominated to being\nmatter-dominated. We measure the sheet surface density and the magnetic field\nstrength at that transition for the first time and show consistency with an\nanalytical prediction that had previously gone untested for over 50 years\n(Mestel 1965).", "summary": "We present BISTRO Survey 850 {\\mu}m dust emission polarisation observations of the L1495A-B10 region of the Taurus molecular cloud. We detect 9 of the dense starless cores embedded within these filaments in polarisation. We also find that the large-scale magnetic field orientation measured by Planck is not correlated with any of the core or filament structures."}, "http://arxiv.org/abs/2302.12036v1": {"id": "http://arxiv.org/abs/2302.12036v1", "abstract": "The Tucana-Horologium association is one of the closest young stellar groups\nto the Sun and despite the close proximity its age is still debated in the\nliterature. We take advantage of the state-of-the-art astrometry delivered by\nthe third data release of the Gaia space mission combined with precise radial\nvelocity measurements obtained from high-resolution spectroscopy to investigate\nthe dynamical age of the association. We perform an extensive traceback\nanalysis using a combination of different samples of cluster members, metrics\nto evaluate the minimum size of the association in the past and models for the\ngalactic potential to integrate the stellar orbits back in time. The dynamical\nage of $38.5^{+1.6}_{-8.0}$ Myr that we derive in this paper is consistent with\nthe various age estimates obtained from isochrone fitting in the literature\n(30-50 Myr) and reconciles, for the first time, the dynamical age of the\nTucana-Horologium association with the age obtained from lithium depletion\n($\\sim40$ Myr). Our results are independent from stellar models and represent\none more step towards constructing a self-consistent age scale for the young\nstellar groups of the Solar neighbourhood based on the 3D space motion of the\nstars.", "summary": "The Tucana-Horologium association is one of the closest young stellar groups to the Sun. Despite the close proximity its age is still debated in the literature. We take advantage of the state-of-the-art astrometry delivered by the Gaia space mission."}, "http://arxiv.org/abs/2302.12032v1": {"id": "http://arxiv.org/abs/2302.12032v1", "abstract": "Detailed knowledge of the different classes of stellar orbits that can be\naccommodated in a given galactic potential is a prerequisite when building\nself-consistent models using for instance the Schwazschild technique.\nFurthermore, observational properties of galaxies depend on what these classes\nof orbits are and on the presence of chaos in the systems. In the realistic\ncase in which the starting point for modeling is not a gravitational potential,\nbut an observed density distribution, we will require a gravitational theory to\nmake the connection between the stars that we see and the movement these stars\nmay be having. The argument can be turned upside down: understanding what\norbits may be allowed by each gravitational theory may give us a greater\ninsight on what these theories are and on how we can test them. Our aim is thus\nto understand novel properties of orbits that are predicted by the latest\nextension of the MOND phenomenology into the relativistic world. We integrated\norbits numerically in a fixed density distribution. The potential required for\nsuch integration was obtained also numerically by assuming different\ngravitational models. We find that thanks to the presence of a mass term in the\nfield equations, the theory can allocate new classes of orbits that do not\nexist in Newtonian gravity nor standard MOND. We discuss consequences that\nthese new families of orbits can have in non-linear cosmological structure\nformation as well as explore a possible alternative model for galactic\nstructure based on them.", "summary": "The theory can allocate new classes of orbits that do not exist in Newtonian gravity nor standard MOND. We discuss consequences that these new families of orbits can have in non-linear cosmological structure as well as explore a possible alternative model for galactic structure based on them."}, "http://arxiv.org/abs/2302.11977v1": {"id": "http://arxiv.org/abs/2302.11977v1", "abstract": "In the nearby universe jets from AGN are observed to have a dramatic impact\non their surrounding extragalactic environment. Their effect at the `cosmic\nnoon' (z>1.5), the epoch when star formation and AGN activity peak, is instead\nmuch less constrained. Here we present a study of the giant (750 kpc) radio\ngalaxy 103025+052430 located at the centre of a protocluster at redshift z=1.7,\nwith a focus on its interaction with the external medium. We present new LOFAR\nobservations at 144 MHz, which we combine with VLA 1.4 GHz and 0.5-7 keV\nChandra archival data. The new map at 144 MHz confirms that the source has a\ncomplex morphology, possibly consistent with the `hybrid morphology'\nclassification. The large size of the source gave us the possibility to perform\na resolved radio spectral index analysis, a very unique opportunity for a\nsource at such high redshift. This reveals a tentative flattening of the radio\nspectral index at the edge of the backflow in the Western lobe, which might be\nindicating plasma compression. The spatial coincidence between this region and\nthe thermal X-ray bubble C suggests a causal connection between the two.\nContrary to previous estimates for the bright X-ray component A, we find that\ninverse Compton scattering between the radio-emitting plasma of the Eastern\nlobe and the CMB photons can account for a large fraction (~45%-80%) of its\ntotal 0.5-7 keV measured flux. Finally, the X-ray bubble C, which is consistent\nwith a thermal origin, is found to be significantly overpressurised with\nrespect to the ambient medium. This suggests that it will tend to expand and\nrelease its energy in the surroundings, contributing to the overall\nintracluster medium heating. Overall, 103025+052430 gives us the chance to\ninvestigate the interaction between AGN jets and the surrounding gas in a\nsystem that is likely the predecessor of the rich galaxy clusters we all well\nknow at z=0.", "summary": "Jets from AGN are observed to have a dramatic impact on their surrounding extragalactic environment. Their effect at the `cosmic midday' (z>1.5) is instead much less constrained. We present a study of the giant (750 kpc) radiogalaxy 103025+052430 at redshift z=1.7."}, "http://arxiv.org/abs/2209.12584v4": {"id": "http://arxiv.org/abs/2209.12584v4", "abstract": "The Event Horizon Telescope (EHT) collaboration's image of the compact object\nat the galactic center is the first direct evidence of the supermassive black\nhole (BH) Sgr A$^*$. The shadow of Sgr A$^*$ has an angular diameter $d_{sh}=\n48.7 \\pm 7\\,\\mu$as with fractional deviation from the Schwarzschild BH shadow\ndiameter $\\delta= -0.08^{+0.09}_{-0.09}\\,,-0.04^{+0.09}_{-0.10}$ (for the VLTI\nand Keck mass-to-distance ratios). Sgr A$^*$'s shadow size is within $~10\\%$ of\nKerr predictions, equipping us with yet another tool to analyze gravity in the\nstrong-field regime, including testing loop quantum gravity (LQG). We use Sgr\nA$^*$'s shadow to constrain the metrics of two well-motivated LQG-inspired\nrotating BH (LIRBH) models characterized by an additional deviation parameter\n$L_q$, which recover the Kerr spacetime in the absence of quantum effects ($L_q\n\\to 0$). When increasing the quantum effects through $L_q$, the shadow size\nincreases monotonically, while the shape gets more distorted, allowing us to\nconstrain the fundamental parameter $L_q$. We use the astrophysical observables\nshadow area $A$ and oblateness $D$ to estimate the BH parameters. It may be\nuseful in extracting additional information about LIRBHs. While the EHT\nobservational results completely rule out the wormhole region in the LIRBH-2, a\nsubstantial parameter region of the generic BHs in both models agrees with the\nEHT results. We find that the upper bounds on $L_q$ obtained from the shadow of\nSgr A$^*$ -- $L_q \\lesssim 0.0423$ and $L_q \\lesssim 0.0821$ for the two\nLIRBHs, respectively -- are more stringent than those obtained from the EHT\nimage of M87$^*$.", "summary": "The Event Horizon Telescope (EHT) collaboration's image of the compact object at the galactic center is the first direct evidence of the supermassive blackhole (BH) Sgr A$^*$. We use SgrA$*$'s shadow to constrain the metrics of two well-motivated LQG-inspired BH models."}, "http://arxiv.org/abs/2302.11930v1": {"id": "http://arxiv.org/abs/2302.11930v1", "abstract": "J1004+4112 is a lensed quasar for which the first broad emission line profile\ndeformations due to microlensing were identified. Detailed interpretations of\nthese features have nevertheless remained controversial. Based on 15 spectra\nobtained from 2003 to 2018, we revisit the microlensing effect that distorts\nthe CIV broad emission line profile. We show that the microlensing-induced line\nprofile distortions in image A, although variable, are remarkably similar over\na period of 15 years. They are characterized by a strong magnification of the\nblue part of the line profile, a strong demagnification of the red part of the\nline profile, and a small-to-negligible demagnification of the line core. We\nused the microlensing effect to constrain the broad emission-line region (BLR)\nsize, geometry, and kinematics. For this purpose, we modeled the deformation of\nthe emission lines considering three simple, representative BLR models: a\nKeplerian disk, an equatorial wind, and a biconical polar wind, with various\ninclinations with respect to the line of sight. We find that the observed\nmagnification profile of the CIV emission line can be reproduced with the\nsimple BLR models we considered, without the need for more complex BLR\nfeatures. The magnification appears dominated by the position of the BLR with\nrespect to the caustic network -- and not by the velocity-dependent size of the\nBLR. The favored models for the CIV BLR are either the Keplerian disk or the\nequatorial wind, depending on the orientation of the BLR axis with respect to\nthe caustic network. We also find that the polar wind model can be discarded.\nWe measured the CIV BLR half-light radius as $r_{1/2} = 2.8^{+2.0}_{-1.7}$\nlight-days. This value is smaller than the BLR radius expected from the\nradius-luminosity relation derived from reverberation mapping, but it is still\nin reasonable agreement given the large uncertainties.", "summary": "J1004+4112 is a lensed quasar for which the first broad emission line profile deformations due to microlensing were identified. Based on 15 spectraobtained from 2003 to 2018, we revisit the microlensed effect that distorts the CIV broad emissionline profile."}, "http://arxiv.org/abs/2212.02890v2": {"id": "http://arxiv.org/abs/2212.02890v2", "abstract": "Galaxies throughout the last 12 Gyr of cosmic time follow a single, universal\nrelation that connects their star-formation rates (SFRs), stellar masses\n($M_\\star$) and chemical abundances. Deviation from these fundamental scaling\nrelations would imply a drastic change in the processes that regulate galaxy\nevolution. Observations have hinted at the possibility that this relation may\nbe broken in the very early universe. However, until recently, chemical\nabundances of galaxies could be only measured reliably as far back as redshift\n$z=3.3$. With JWST, we can now characterize the SFR, $M_\\star$, and chemical\nabundance of galaxies during the first few hundred million years after the Big\nBang, at redshifts $z=7-10$. Here we show that galaxies at this epoch follow\nunique SFR-$M_\\star$--main-sequence and mass-metallicity scaling relations, but\ntheir chemical abundance is a factor of three lower than expected from the\nfundamental-metallicity relation of later galaxies. These findings suggest that\ngalaxies at this time are still intimately connected with the intergalactic\nmedium and subject to continuous infall of pristine gas which effectively\ndilutes their metal abundances.", "summary": "Galaxies throughout the last 12 Gyr of cosmic time follow a single, universalrelation that connects their star-formation rates, stellar masses and chemical abundances. Deviation from these fundamental scalingrelations would imply a drastic change in the processes that regulate galaxy evolving. Until recently, chemicalabundances of galaxies could be only measured reliably as far back as redshift $z=3.3$."}, "http://arxiv.org/abs/2302.11907v1": {"id": "http://arxiv.org/abs/2302.11907v1", "abstract": "*Context: The optimisation of new multiplex spectrographs (resolution,\nwavelength range,...), their associated surveys (choice of setup), or their\nparameterisation pipelines require methods that estimate which wavelengths\ncontain useful information.\n  *Aim: We propose a method that establishes the usefulness (purity &\ndetectability) of an atomic line. We show two applications: a) optimising an\ninstrument, by comparing the number of useful lines at a given setup, and b)\noptimising the line-list for a given setup by choosing the least blended lines\ndetectable at different signal-to-noise ratios.\n  *Method: The method compares pre-computed synthetic stellar spectra\ncontaining all of the elements and molecules with spectra containing the lines\nof specific elements alone. Then, the flux ratios between the full spectrum and\nthe element spectrum are computed to estimate the line purities. The method\nidentifies automatically (i) the line's central wavelength, (ii) its\ndetectability based on its depth and a given S/N threshold and (iii) its\nusefulness based on the purity ratio.\n  *Results: We compare the three WEAVE high-resolution setups (Blue: 404-465nm,\nGreen: 473-545nm, Red: 595-685nm), and find that the Green+Red setup both\nallows one to measure more elements and contains more useful lines. However,\nthere is a disparity in terms of which elements are detected, which we\ncharacterise. We also study the performances of R~20 000 and R~6000 spectra\ncovering the entire optical range. Assuming a purity threshold of 60%, we find\nthat the HR setup contains a much wealthier selection of lines, for any of the\nconsidered elements, whereas the LR has a \"loss\" of 50 to 90% of the lines even\nfor higher S/N.\n  *Conclusions: The method provides a diagnostic of where to focus to get the\nmost out of a spectrograph, and is easy to implement for future instruments, or\nfor pipelines that require line masks.", "summary": "Method establishes usefulness (purity &detectability) of an atomic line. Method compares pre-computed stellar spectra with spectra containing the lines of specific elements alone. The methodidentifies automatically the line's central wavelength, its depth and a given S/N threshold."}, "http://arxiv.org/abs/2302.11900v1": {"id": "http://arxiv.org/abs/2302.11900v1", "abstract": "The nova super-remnant (NSR) surrounding M31N 2008-12a (12a), the annually\nerupting recurrent nova (RN), is the only known example of this phenomenon. As\nthis structure has grown as a result of frequent eruptions from 12a, we might\nexpect to see NSRs around other RNe; this would confirm the RN--NSR association\nand strengthen the connection between novae and type Ia supernovae (SN Ia) as\nNSRs centered on SN Ia provide a lasting, unequivocal signpost to the single\ndegenerate progenitor type of that explosion. The only previous NSR simulation\nused identical eruptions from a static white dwarf (WD). In this Paper, we\nsimulate the growth of NSRs alongside the natural growth/erosion of the central\nWD, within a range of environments, accretion rates, WD temperatures, and\ninitial WD masses. The subsequent evolving eruptions create dynamic NSRs tens\nof parsecs in radius comprising a low-density cavity, bordered by a hot ejecta\npile-up region, and surrounded by a cool high-density, thin, shell. Higher\ndensity environments restrict NSR size, as do higher accretion rates, whereas\nthe WD temperature and initial mass have less impact. NSRs form around growing\nor eroding WDs, indicating that NSRs also exist around old novae with low-mass\nWDs. Observables such as X-ray and H$\\alpha$ emission from the modelled NSRs\nare derived to aid searches for more examples; only NSRs around high accretion\nrate novae will currently be observable. The observed properties of the 12a NSR\ncan be reproduced when considering both the dynamically grown NSR and\nphotoionisation by the nova system.", "summary": "The nova super-remnant (NSR) surrounding M31N 2008-12a (12a) is the only known example of this phenomenon. As the structure has grown as a result of frequent eruptions from 12a, we might expect to see NSRs around other RNe. This would confirm the RN--NSR association."}, "http://arxiv.org/abs/2302.11897v1": {"id": "http://arxiv.org/abs/2302.11897v1", "abstract": "We use the recently discovered simple photometric parameter Central Intensity\nRatio (CIR, Aswathy & Ravikumar 2018) determined for a sample of 57 nearby (z <\n0.02) Seyfert galaxies to explore the central features of galaxies and their\npossible connection with galaxy evolution. The sample of galaxies shows strong\nanti-correlation between CIR and mass of their central supermassive black holes\n(SMBH). The SMBH masses of ellipticals are systematically higher for a given\nCIR value than that for lenticulars and spirals in the sample. However, the\ncorrelation between CIR and central velocity dispersion is weak. CIR appears\nless influenced by the excess flux produced by the central engine in these\ngalaxies, when compared to spectroscopic parameters like velocity dispersion\nand OIV flux, and proves a fast and reliable tool for estimating central SMBH\nmass.", "summary": "Central IntensityRatio (CIR) determined for a sample of 57 nearby (z < 0.02) Seyfert galaxies. Strong correlation between CIR and mass of their central supermassive black holes. SMBH masses of ellipticals are systematically higher for a given CIR value than that for lenticulars and spirals."}, "http://arxiv.org/abs/2302.11895v1": {"id": "http://arxiv.org/abs/2302.11895v1", "abstract": "The MeerKAT Fornax Survey maps the distribution and kinematics of atomic\nneutral hydrogen gas (HI) in the nearby Fornax galaxy cluster using the MeerKAT\ntelescope. The 12 deg^2 survey footprint covers the central region of the\ncluster out to ~ Rvir and stretches out to ~ 2 Rvir towards south west to\ninclude the NGC 1316 galaxy group. The HI column density sensitivity (3 sigma\nover 25 km/s) ranges from 5e+19/cm^2 at a resolution of ~ 10\" (~ 1 kpc at the\n20 Mpc distance of Fornax) down to ~ 1e+18/cm^2 at ~ 1' (~ 6 kpc), and slightly\nbelow this level at the lowest resolution of ~ 100\" (~ 10 kpc). The HI mass\nsensitivity (3 sigma over 50 km/s) is 6e+5 Msun. The HI velocity resolution is\n1.4 km/s. In this paper we describe the survey design and HI data processing,\nand we present a sample of six galaxies with long, one-sided, star-less HI\ntails (of which only one was previously known) radially oriented within the\ncluster and with measurable internal velocity gradients. We argue that the\njoint properties of the HI tails represent the first unambiguous evidence of\nram pressure shaping the distribution of HI in the Fornax cluster. The\ndisturbed optical morphology of all host galaxies supports the idea that the\ntails consist of HI initially pulled out of the galaxies' stellar body by tidal\nforces. Ram pressure was then able to further displace the weakly bound HI and\ngive the tails their present direction, length and velocity gradient.", "summary": "The MeerKAT Fornax Survey maps the distribution and kinematics of atomic Neutral hydrogen gas in the nearby galaxy cluster. The HI column density sensitivity (3 sigma over 25 km/s) ranges from 5e+19/cm^2 at a resolution of ~ 10\" (~ 1 kpc) down to 1e+18/cm ^2 at ~ 1' (~ 6 kpc. We present a sample of six galaxies with long, one-sided,"}, "http://arxiv.org/abs/2302.11805v1": {"id": "http://arxiv.org/abs/2302.11805v1", "abstract": "In systems where the standard $\\alpha$ effect is inoperative, one often\nexplains the existence of mean magnetic fields by invoking the `incoherent\n$\\alpha$ effect', which appeals to fluctuations of the mean kinetic helicity.\nPrevious studies, while considering fluctuations in the mean kinetic helicity,\ntreated the mean turbulent kinetic energy as a constant, despite the fact that\nboth these quantities involve second-order velocity correlations. The mean\nturbulent kinetic energy causes both turbulent diffusion and diamagnetic\npumping of the mean magnetic field. In this work, we use a double-averaging\nprocedure to analytically show that fluctuations of the mean turbulent kinetic\nenergy (giving rise to $\\eta$-fluctuations, where $\\eta$ is the turbulent\ndiffusivity) can lead to the growth of a large-scale magnetic field even when\nthe kinetic helicity is zero pointwise. Constraints on the operation of such a\ndynamo are expressed in terms of dynamo numbers that depend on the correlation\nlength, correlation time, and strength of these fluctuations. In the\nwhite-noise limit, we find that these fluctuations reduce the overall turbulent\ndiffusion, while also contributing a drift term which does not affect the\ngrowth of the field. We also study the effects of nonzero correlation time and\nanisotropy. Diamagnetic pumping, which arises due to inhomogeneities in the\nturbulent kinetic energy, leads to growing mean field solutions even when the\n$\\eta$-fluctuations are isotropic. Our results suggest that fluctuations of the\nturbulent kinetic energy may be relevant in astrophysical contexts.", "summary": "Fluctuations of the mean turbulent kinetic energy can lead to the growth of a large-scale magnetic field even when the kinetic helicity is zero. Diamagnetic pumping, which arises due to inhomogeneities in the kinetic energy, leads to growing mean field solutions even when isotropic."}, "http://arxiv.org/abs/2302.11794v1": {"id": "http://arxiv.org/abs/2302.11794v1", "abstract": "A fast $N$-body code has been developed for simulating a stellar disk\nembedded in a live dark matter halo. In generating its Poisson solver, a\nself-consistent field (SCF) code which inherently possesses perfect scalability\nis incorporated into a tree code which is parallelized using a library termed\nFramework for Developing Particle Simulators (FDPS). Thus, the code developed\nhere is called SCF-FDPS. This code has realized the speedup of a conventional\ntree code by applying an SCF method not only to the calculation of the\nself-gravity of the halo but also to that of the gravitational interactions\nbetween the disk and halo particles. Consequently, in the SCF-FDPS code, a tree\nalgorithm is applied only to calculate the self-gravity of the disk. On a\nmany-core parallel computer, the SCF-FDPS code has performed at least three\ntimes, in some case nearly an order of magnitude, faster than an\nextremely-tuned tree code on it, if the numbers of disk and halo particles are,\nrespectively, fixed for both codes. In addition, the SCF-FDPS code shows that\nthe cpu cost scales almost linearly with the total number of particles and\nalmost inversely with the number of cores. We find that the time evolution of a\ndisk-halo system simulated with the SCF-FDPS code is, in large measure, similar\nto that obtained using the tree code. We suggest how the present code can be\nextended to cope with a wide variety of disk-galaxy simulations.", "summary": "A fast $N$-body code has been developed for simulating a stellar diskembedded in a live dark matter halo. In generating its Poisson solver, a self-consistent field (SCF) code is incorporated into a tree code. On a many-core parallel computer, the SCF-FDPS code has performed at least three times faster than an extremely-tuned tree code on it."}, "http://arxiv.org/abs/2302.11690v1": {"id": "http://arxiv.org/abs/2302.11690v1", "abstract": "Rapidly spinning magnetic grains can acquire large magnetic dipole moments\ndue to the Barnett effect. Here we study the new effect of Barnett magnetic\ndipole-dipole interaction on grain-grain collisions and grain growth, assuming\ngrains spun up by radiative torques. We find that the collision rate between\ngrains having embedded iron inclusions can be significantly enhanced due to\nBarnett magnetic dipole-dipole interaction when grains rotate suprathermally by\nradiative torques. We discuss the implications of enhanced collision rate for\ngrain growth and destruction in the circumstellar envelope of evolved stars,\nphotodissociation regions, and protostellar environments. Our results first\nreveal the importance of the dust magnetic properties and the local radiation\nfield on grain growth and destruction.", "summary": "Barnett magnetic dipole-dipole interaction when grains rotate suprathermally by radiative torques. We discuss the implications of enhanced collision rate for grain growth and destruction in the circumstellar envelope of evolved stars, and protostellar environments. We find that the collision rate between grains having embedded iron inclusions can be significantly enhanced due to Barnett effect."}, "http://arxiv.org/abs/2209.12090v2": {"id": "http://arxiv.org/abs/2209.12090v2", "abstract": "We present a Spitzer/Herschel focused survey of the Aquila molecular clouds\n($d \\sim 436$~pc) as part of the eHOPS (extension of HOPS Out to 500 ParSecs)\ncensus of nearby protostars. For every source detected in the Herschel/PACS\nbands, the eHOPS-Aquila catalog contains 1-850~$\\mu$m SEDs assembled from\n2MASS, Spitzer, Herschel, WISE, and JCMT/SCUBA-2 data. Using a newly developed\nset of criteria, we classify objects by their SEDs as protostars, pre-ms\nsequence stars with disks, and galaxies. A total of 172 protostars are found in\nAquila, tightly concentrated in the molecular filaments that thread the clouds.\nOf these, 71 (42\\%) are Class 0 protostars, 54 (31\\%) are Class I protostars,\n43 (25\\%) are flat-spectrum protostars, and 4 (2\\%) are Class II sources. Ten\nof the Class 0 protostars are young PACS Bright Red Sources similar to those\ndiscovered in Orion. We compare the SEDs to a grid of radiative transfer models\nto constrain the luminosities, envelope densities, and envelope masses of the\nprotostars. A comparison of the eHOPS-Aquila to the HOPS protostars in Orion\nfinds that the protostellar luminosity functions in the two star-forming\nregions are statistically indistinguishable, the bolometric\ntemperatures/envelope masses of eHOPS-Aquila protostars are shifted to cooler\ntemperatures/higher masses, and the eHOPS-Aquila protostars do not show the\ndecline in luminosity with evolution found in Orion. We briefly discuss whether\nthese differences are due to biases between the samples, diverging star\nformation histories, or the influence of environment on protostellar evolution.", "summary": "Spitzer/Herschel focused survey of the Aquila molecular clouds. A total of 172 protostars are found in the molecular filaments that thread the clouds. Of these, 71 (42%) are Class 0 protostar, 54 (31) are Class I protstars, 43 (25%) are flat-spectrum protostARS, and 4 (2\\%) are class II sources."}, "http://arxiv.org/abs/2302.11646v1": {"id": "http://arxiv.org/abs/2302.11646v1", "abstract": "The project MOMO (Multiwavelength Observations and Modelling of OJ 287) was\nset up to test predictions of binary supermassive black hole (SMBH) scenarios\nand to understand disk-jet physics of the blazar OJ 287. After a correction,\nthe precessing binary (PB) SMBH model predicted the next main outburst of OJ\n287 in 2022 October, no longer in July, making the outburst well observable and\nthe model testable. We have densely covered this period in our ongoing\nmulti-frequency radio, optical, UV, and X-ray monitoring. The predicted\noutburst was not detected. Instead, OJ 287 was at low optical-UV emission\nlevels, declining further into November. The predicted thermal bremsstrahlung\nspectrum was not observed either, at any epoch. Further, applying scaling\nrelations, we estimate a SMBH mass of OJ 287 of 10^8 M_sun. The latest in a\nsequence of deep low-states that recur every 1-2 yrs is used to determine an\nupper limit on the Eddington ratio and on the accretion-disk luminosity. This\nlimit is at least a factor of 10 lower than required by the PB model with its\nmassive primary SMBH of >10^{10} M_sun. All these results favor alternative\nbinary SMBH models of OJ 287 that neither require strong orbital precession nor\na very large mass of the primary SMBH.", "summary": "The project MOMO (Multiwavelength Observations and Modelling of OJ 287) was set up to test predictions of binary supermassive black hole (SMBH) scenarios. After a correction, the precessing binary (PB) SMBH model predicted the next main outburst in 2022 October, no longer in July. The predictedoutburst was not detected."}, "http://arxiv.org/abs/2211.00629v2": {"id": "http://arxiv.org/abs/2211.00629v2", "abstract": "Understanding quenching mechanisms in low-mass galaxies is essential for\nunderstanding galaxy evolution overall. In particular, isolated galaxies are\nimportant tools to help disentangle the complex internal and external processes\nthat impact star formation. Comparisons between quenched field and satellite\ngalaxies in the low mass regime offer a substantial opportunity for discovery,\nalthough very few quenched galaxies with masses below $M_{\\star}$$\\sim$$10^{9}\nM_{\\odot}$ are known outside the virial radius, $R_{vir}$, of any host halo.\nImportantly, simulations and observations suggest that an in-between population\nof backsplash galaxies also exists that may complement interpretations of\nenvironmental quenching. Backsplash galaxies -- like field galaxies -- reside\noutside the virial radius of a host halo, but their star formation can be\ndeeply impacted by previous interactions with more massive systems. In this\npaper, we report the discovery of a low-mass ($M_{\\star}$$\\sim$$10^{7}\nM_{\\odot}$) quenched galaxy approximately $1 R_{vir}$ in projection from the\nM81 group. We use surface brightness fluctuations (SBF) to investigate the\npossibility that the new galaxy, dubbed dw0910p7326 (nicknamed Blobby), is a\nbacksplash galaxy or a more distant field galaxy. The measured SBF distance of\n$3.21\\substack{+0.15 +0.41 \\\\ -0.15 -0.36}$ Mpc indicates that Blobby likely\nlies between $1.0 < R/R_{vir} < 2.7$ outside the combined M81--M82 system.\nGiven its distance and quiescence, Blobby is a good candidate for a backsplash\ngalaxy and could provide hints about the formation and evolution of these\ninteresting objects.", "summary": " Understanding quenching mechanisms in low-mass galaxies is essential for understanding galaxy evolution overall. Backsplash galaxies -- like field galaxies -- reside outside the virial radius of a host halo, but their star formation can be impacted by previous interactions with more massive systems."}, "http://arxiv.org/abs/2302.11613v1": {"id": "http://arxiv.org/abs/2302.11613v1", "abstract": "With about a hundred mergers of binary black holes (BBHs) detected via\ngravitational waves by the LIGO-Virgo-KAGRA (LVK) Collaboration, our\nunderstanding of the darkest objects in the Universe has taken unparalleled\nsteps forward. While most of the events are expected to consist of BHs directly\nformed from the collapse of massive stars, some may contain the remnants of\nprevious BBH mergers. In the most massive globular clusters and in nuclear star\nclusters, successive mergers can produce second- (2G) or higher-generation BHs,\nand even form intermediate-mass BHs. Overall, we predict that up to $\\sim\n10\\%$, $\\sim 1\\%$ or $\\sim 0.1\\%$ of the BBH mergers have one component being a\n2G, 3G, or 4G BH, respectively. Assuming that $\\sim 500$ BBH mergers will be\ndetected in O4 by LVK, this means that $\\sim 50$, $\\sim 5$, or $\\sim 0.5$\nevents, respectively, will involve a 2G, 3G, or 4G BH, if most sources are\nproduced dynamically in dense star clusters. With their distinctive signatures\nof higher masses and spins, such hierarchical mergers offer an unprecedented\nopportunity to learn about the BH populations in the densest stellar systems\nand to shed light on the elusive intermediate-mass BHs that may form therein.", "summary": "About a hundred mergers of binary black holes (BBHs) have been detected by the LIGO-Virgo-KAGRA Collaboration. While most of the events are expected to consist of BHs directlyformed from the collapse of massive stars, some may contain the remnants ofprevious BBH mergers."}, "http://arxiv.org/abs/2302.11609v1": {"id": "http://arxiv.org/abs/2302.11609v1", "abstract": "We examine to what extent disk and outflow models can reproduce observations\nof H I gas within a few virial radii of galaxies in pairs and groups. Using\nhighly-sensitive HST/COS and FOS spectra of the Q0107 quasar triplet covering\nLy$\\alpha$ for z$\\lesssim$1, as well as a deep galaxy redshift survey including\nVIMOS, DEIMOS, GMOS and MUSE data, we test simple disk and outflow models\nagainst the H I absorption along three lines-of-sight (separated by 200-500\nkpc) through nine galaxy groups in this field. These can be compared with our\nprevious results in which these models can often be fit to the absorption\naround isolated galaxies. Our models can reproduce $\\approx$ 75$\\%$ of the 28\nidentified absorption components within 500 km/s of a group galaxy, so most of\nthe H I around groups is consistent with a superposition of the CGM of the\nindividual galaxies. Gas stripped in interactions between galaxies may be a\nplausible explanation for some of the remaining absorption, but neither the\ngalaxy images nor the galaxy and absorber kinematics provide clear evidence of\nsuch stripped material, and these unexplained absorbers do not preferentially\noccur around close pairs of galaxies. We find H I column densities typically\nhigher than at similar impact parameters around isolated galaxies ($\\approx$\n2.5$\\sigma$), as well as more frequent detections of O VI than around isolated\ngalaxies (30$\\%$ of sightlines to 7$\\%$).", "summary": "We examine to what extent disk and outflow models can reproduce observations of H I gas within a few virial radii of galaxies in pairs and groups. We find H I column densities typically higher than at similar impact parameters around isolated galaxies. Gas stripped in interactions between galaxies may be a plausible explanation for some of the remaining absorption, but neither the galaxy and absorber kinematics provide clear evidence of such stripped material."}}