{"http://arxiv.org/abs/2302.12818v1": {"id": "http://arxiv.org/abs/2302.12818v1", "title": "EDGE: The shape of dark matter haloes in the faintest galaxies", "summary": "Study of dwarf galaxies with gas mass fractions of 0.06%. Gas cooling transforms the central DM shape to be rounder and more oblate. Most simulated dwarfs have significant radial velocity anisotropy that rises to 0.5. This could provide a new and robust test of DM models."}, "http://arxiv.org/abs/2302.12805v1": {"id": "http://arxiv.org/abs/2302.12805v1", "title": "JADES: Discovery of extremely high equivalent width Lyman-alpha emission from a faint galaxy within an ionized bubble at $z=7.3$", "summary": "JADES-GS+53.16746-27.7720 (shortened to JADes-GS-z7-LA) is a galaxy with a redshift of 7.278. The Ly$\\alpha$ line is detected in both lower resolution ($R\\sim100$) PRISM as well as medium resolution ($ R\\sim1000$) G140M grating spectra. It peaks within $120$km s$^{-1}$ of the systemic redshift, indicative of very little neutral gas or dust."}, "http://arxiv.org/abs/2302.12788v1": {"id": "http://arxiv.org/abs/2302.12788v1", "title": "The interplay between accretion, galaxy downsizing and the formation of box/peanut bulges in TNG50", "summary": "From the TNG50 cosmological simulation we build a sample of 191 well-resolved grotesquebarred galaxies. We search for box/peanut bulges (BPs) in this sample, finding them in 55\\% of cases. Half of BP galaxies show clear signs of buckling, despite the excessive heating and limited vertical resolution."}, "http://arxiv.org/abs/2302.12704v1": {"id": "http://arxiv.org/abs/2302.12704v1", "title": "The stellar population responsible for a kiloparsec size superbubble seen in the JWST \"phantom\" images of NGC628", "summary": "The superbubble is the largest of manyholes seen in the early release images using JWST/MIRI filters that trace the Polycyclic Aromatic Hydrocarbon (PAH) emissions. The bubble is located in the interarm region 3 kpc from the galactic center in the south-east direction. It contains as much as 2x10% of mass in gas mostly in molecular form."}, "http://arxiv.org/abs/2302.12687v1": {"id": "http://arxiv.org/abs/2302.12687v1", "title": "Study of central light distribution in nearby early-type galaxies hosting nuclear star clusters", "summary": "Central IntensityRatio (CIR$_I$) determined from near-infra-red (3.6 $\\mu$m) observations. CIR shows a positive trend with faint, low mass, and blue galaxies in the sample. The opposite is true for bright, high-mass, and red galaxies, albeit with large scatter."}, "http://arxiv.org/abs/2302.11977v2": {"id": "http://arxiv.org/abs/2302.11977v2", "title": "AGN feedback in an infant galaxy cluster: the LOFAR-Chandra view of the giant FRII radio galaxy J103025+052430 at z=1.7", "summary": "Jets from AGN are observed to have a dramatic impact on their surrounding extragalactic environment. Their effect at the `cosmic midday' (z>1.5) is instead much less constrained. We present a study of the giant (750 kpc) radiogalaxy 103025+052430 at redshift z=1.7."}, "http://arxiv.org/abs/2302.12657v1": {"id": "http://arxiv.org/abs/2302.12657v1", "title": "Jets in FR0 radio galaxies", "summary": "The local radio-loud AGN population is dominated by compact sources namedFR0s. These sources show features, for example the host type, the mass of the supermassive black hole (SMBH), and the multi-band nuclear characteristics, similar to those of FRI radio galaxies. However, in the radio band, while FR0 and FRI share the same nuclear properties, the kiloparsec-scale component dominant in FRI is missing in FR0."}, "http://arxiv.org/abs/2301.02313v3": {"id": "http://arxiv.org/abs/2301.02313v3", "title": "MIRI/JWST observations reveal an extremely obscured starburst in the z=6.9 system SPT0311-58", "summary": "Using MIRI on-board JWST we present mid-infrared sub-arcsec imaging (MIRIM) and spectroscopy (MRS) of the hyperluminous infrared system SPT0311-58 atz=6.9. The MIRIM observations reveal a clumpy stellar structure, with each clump having 3 to 5 pounds of mass."}, "http://arxiv.org/abs/2302.12560v1": {"id": "http://arxiv.org/abs/2302.12560v1", "title": "Assessing model-based carbon and oxygen abundance derivation from ultraviolet emission lines in AGNs", "summary": "We present an adapted version of the code HII-CHI-Mistry-UV to derive chemical abundances from emission lines in Active Galactic Nuclei. We evaluate different ultraviolet emission line ratios. We show that deriving the carbon-to-oxygen abundance ratio using CIII] and OIII] emission lines is a robust indicator of metal content."}, "http://arxiv.org/abs/2302.12540v1": {"id": "http://arxiv.org/abs/2302.12540v1", "title": "A multi-wavelength view of Active Galactic Nuclei with an emphasis on gamma-rays", "summary": "Active Galactic Nuclei (AGN) are remarkable astronomical sources emitting over the whole electromagnetic spectrum. Different bands provide uniquewindows on distinct sub-structures and their related physics. AGN come in a large number of types only partially related to intrinsic differences. I highlight here the most important AGN classes, namely jetted and non-jetted,radiatively efficient and inefficient, and face-on and edge-on."}, "http://arxiv.org/abs/2210.09310v2": {"id": "http://arxiv.org/abs/2210.09310v2", "title": "Dark Matter prospects with COSI: ALPs, PBHs and sub-GeV Dark Matter", "summary": "COSI can detect dark matter directly decaying or annihilating into monochromatic gamma-rays. This is the case, for example, for ALP-like particles which undergo decay into two photons. The instrument can also lead to important progress in the quest for primordial black holes."}, "http://arxiv.org/abs/2212.12087v3": {"id": "http://arxiv.org/abs/2212.12087v3", "title": "TESS observations of the Pleiades cluster: a nursery for delta Scuti stars", "summary": "We studied 89 A- and F-type members of the Pleiades open cluster, including five escaped members. We measured projected rotational velocities (v sin i) for 49 stars and confirmed that stellar rotation causes a broadening of the mainsequence in the color-magnitude diagram. Using time-series photometry from NASA's TESS Mission, we detected delta purposefullyScuti pulsations in 36 stars."}, "http://arxiv.org/abs/2302.12492v1": {"id": "http://arxiv.org/abs/2302.12492v1", "title": "The Study of Circumgalactic Medium with Quasar Pairs", "summary": "We have collected 10025 foreground-background quasar pairs with projected distances $d_p<500$ kpc from the large quasar catalog of the SDSS DR16Q. We investigate the properties of the Mg II absorption lines with $W_r>0.15$ around foreground quasars, including both the LOS (line-of-sights of foregroundquasars) and transverse (TRA) absorptions."}, "http://arxiv.org/abs/2302.12438v1": {"id": "http://arxiv.org/abs/2302.12438v1", "title": "The eROSITA Final Equatorial-Depth Survey (eFEDS): Host-galaxy Demographics of X-ray AGNs with Subaru Hyper Suprime-Cam", "summary": "We investigate the physical properties, such as star-forming activity, disk vehementlyvs. bulge nature, galaxy size, and obscuration of 3796 X-ray selected AGNs in the eFEDS field. Using Subaru Hyper Suprime-Cam imaging data in the $grizy$ bands, we measure the structuralparameters for AGN host galaxies."}, "http://arxiv.org/abs/2302.12437v1": {"id": "http://arxiv.org/abs/2302.12437v1", "title": "Constraining AGN Torus Sizes with Optical and Mid-Infrared Ensemble Structure Functions", "summary": "We propose a new method to constrain the size of the dusty torus inbroad-line active galactic nuclei (AGNs) Using optical and mid-infrared (MIR)ensemble structure functions (SFs), we measure a best-fit torus $R-L$ with arelation of 0.49."}, "http://arxiv.org/abs/2203.16547v2": {"id": "http://arxiv.org/abs/2203.16547v2", "title": "Great Balls of FIRE II: The evolution and destruction of star clusters across cosmic time in a Milky Way-mass galaxy", "summary": "The evolutionary fate of young massive clusters is determined by a complex play of internal dynamical processes and external galactic effects. We present the first star-by-star $N$-body models of massive star clusters formed in a FIRE-2 MHD simulation of a Milky Way-mass galaxy. Our GCs are younger, less massive, and more core-collapsed than clusters in the Milky Way or M31."}, "http://arxiv.org/abs/2302.11324v2": {"id": "http://arxiv.org/abs/2302.11324v2", "title": "The AGNIFS survey: spatially resolved observations of hot molecular and ionised outflows in nearby active galaxies", "summary": "We present the hot molecular and warm ionised gas kinematics for 33 nearby galaxies. We find that 31 objects (94 per cent) present a kinematically disturbed region (KDR) seen in Ionised gas. Such regions are observed in hot molecular gas for 76 per cent of galaxies."}, "http://arxiv.org/abs/2210.07925v2": {"id": "http://arxiv.org/abs/2210.07925v2", "title": "300: An ACA 870 $μ$m Continuum Survey of Orion Protostars and their Evolution", "summary": "We present an 870 $\\mu$m continuum survey of 300 protostars from the HerschelOrion Protostar Survey using the Atacama Compact Array (ACA) We measure protostellar flux densities on envelope scales and resolve the structure of envelopes with 1600 au (4\") resolution. We estimate that 80$\\%$ of the mass is accreted during the envelope-dominated phase."}, "http://arxiv.org/abs/2212.10594v2": {"id": "http://arxiv.org/abs/2212.10594v2", "title": "Local and large-scale effects on the astrophysics of void-galaxies", "summary": "Galaxies in cosmic voids have been reported with properties related to a purposefullydelayed evolution with respect to the Universe in general. Thesecharacteristics reflect the interaction of galaxies with the environment. To characterise the local environment, we have identified groups of galaxies and studied their properties as a function of dark matter and stellar masses."}, "http://arxiv.org/abs/2302.12270v1": {"id": "http://arxiv.org/abs/2302.12270v1", "title": "Delving deep: a population of extremely dusty dwarfs observed by JWST", "summary": "We select red galaxies as objects with a S/N>3 at 4.4 $\\mu$m. These galaxies show an exceptional dust extinction with median value of Av=4.9 mag. The remaining galaxies, which are at                z<6.5, show similar large dust extinction (Av>1), but they are generally more massive."}, "http://arxiv.org/abs/2302.12267v1": {"id": "http://arxiv.org/abs/2302.12267v1", "title": "Star Formation Laws and Efficiencies across 80 Nearby Galaxies", "summary": "We measure empirical relationships between the local star formation rate (SFR) and properties of the star-forming molecular gas on 1.5 kpc scales across nearby galaxies. These relationships aim at predicting the local SFR surface density from various combinations of molecular gas surface density, galactic orbital time, molecular cloud free-fall time, and interstellar medium dynamical equilibriumpressure. Different choices of SFR calibrations can introduce systematic uncertainties of at least 10-15% in the star formation law slopes."}, "http://arxiv.org/abs/2302.12268v1": {"id": "http://arxiv.org/abs/2302.12268v1", "title": "SDSS-IV MaNGA: The effect of stellar mass and halo mass on the assembly histories of satellite galaxies", "summary": "We combine an unprecedented MaNGA sample of over 3,000 passive galaxies with the Sloan Digital Sky Survey catalog. We find that satellites in high-Mhhalos show older stellar ages, lower [Fe/H], and higher [Mg/Fe] compared to satellites in low-MH halos. Thesesignals lend support to environmentally driven processes that quench satellite galaxies."}, "http://arxiv.org/abs/2302.12265v1": {"id": "http://arxiv.org/abs/2302.12265v1", "title": "Revisiting the SFR-Mass relation at z=0 with detailed deep learning based morphologies", "summary": "Supervised learning techniques have been successfully used for the morphologicalclassification of galaxies from different datasets. The released catalogue includes binaryclassifications (early-type versus late-type, elliptical versus lenticular, edge-on and barred galaxies) plus a T-Type. This is the first time the SFR-M$^{*}$ relation is combined with T-type information for such a large sample."}, "http://arxiv.org/abs/2302.12234v1": {"id": "http://arxiv.org/abs/2302.12234v1", "title": "Wet Compaction to a Blue Nugget: a Critical Phase in Galaxy Evolution", "summary": "High-redshift galaxies tend to undergo a robust `wet compaction' event. This is a gaseousshrinkage to a compact star-forming phase, a 'blue nugget' This is followed by a central quenching of star formation. Such nuggets are observed at cosmic noon and seed today's early-type galaxies."}, "http://arxiv.org/abs/2302.12197v1": {"id": "http://arxiv.org/abs/2302.12197v1", "title": "BUDHIES IV: Deep 21-cm neutral Hydrogen, optical and UV imaging data of Abell 963 and Abell 2192 at z $\\simeq$ 0.2", "summary": "The Blind Ultra-Deep HI Environmental Survey (BUDHIES) is a blind 21-cm HI spectral line imaging survey. It was taken with the Westerbork Synthesis Radio Telescope (WSRT) Two volumes were surveyed, each with a single pointing and covering a redshift range of 0.164 to 0.224."}, "http://arxiv.org/abs/2302.09188v2": {"id": "http://arxiv.org/abs/2302.09188v2", "title": "Observations of R-Process Stars in the Milky Way and Dwarf Galaxies", "summary": "This chapter presents an overview of the recent progress on spectroscopicobservations of metal-poor stars with r-process element signatures found in the Milky Way's stellar halo and satellite dwarf galaxies. Major empirical lessonsrelated to the origins of the r- process are discussed."}, "http://arxiv.org/abs/2207.00064v2": {"id": "http://arxiv.org/abs/2207.00064v2", "title": "SRG/eROSITA discovery of a radio faint X-ray candidate supernova remnant SRGe J003602.3+605421=G121.1-1.9", "summary": "We report the discovery of a candidate X-ray supernova remnant. The object is located at (l,b):121.1-1.9 in the course of a SRG/eROSITA all-sky survey. The emission from the inner (within 9') and outer (9'-18') parts of the object isdominated by iron and oxygen/neon lines."}, "http://arxiv.org/abs/2207.03499v2": {"id": "http://arxiv.org/abs/2207.03499v2", "title": "Metal Mixing in the R-Process Enhanced Ultra-Faint Dwarf Galaxy Reticulum II", "summary": "The ultra-faint dwarf galaxy Reticulum~II was enriched by a single rare and                prolific r-process event. This is the first evidence of bursty star formation in a faint dwarf galaxy. The homogeneous dilution suggests that the metals are well-mixed by the time the r-enhanced stars form, which simulations have shown requires at least 100 Myr of metalmixing."}, "http://arxiv.org/abs/2301.02816v2": {"id": "http://arxiv.org/abs/2301.02816v2", "title": "Closing in on the sources of cosmic reionization: first results from the GLASS-JWST program", "summary": "The escape fraction of Lyman-continuum (LyC) photons is a keyparameter for determining the sources of cosmic reionization at $z\\geq 6$. At these redshifts, owing to the opacity of the intergalactic medium, the LyCemission cannot be measured directly. However, LyC leakers during the epoch of                reionization could be identified using indirect indicators. These include a high[OIII]/[OII] flux ratio, high star-formation surface density, and compact sizes."}, "http://arxiv.org/abs/2302.12058v1": {"id": "http://arxiv.org/abs/2302.12058v1", "title": "First BISTRO observations of the dark cloud Taurus L1495A-B10: the role of the magnetic field in the earliest stages of low-mass star formation", "summary": "We present BISTRO Survey 850 {\\mu}m dust emission polarisation observations of the L1495A-B10 region of the Taurus molecular cloud. We detect 9 of the dense starless cores embedded within these filaments in polarisation. We also find that the large-scale magnetic field orientation measured by Planck is not correlated with any of the core or filament structures."}, "http://arxiv.org/abs/2302.12036v1": {"id": "http://arxiv.org/abs/2302.12036v1", "title": "Dynamical age of the Tucana-Horologium young stellar association", "summary": "The Tucana-Horologium association is one of the closest young stellar groups to the Sun. Despite the close proximity its age is still debated in the literature. We take advantage of the state-of-the-art astrometry delivered by the Gaia space mission."}, "http://arxiv.org/abs/2302.12032v1": {"id": "http://arxiv.org/abs/2302.12032v1", "title": "Extension of General Relativity with MOND limit predicts novel orbital structure in and around galaxies", "summary": "The theory can allocate new classes of orbits that do not exist in Newtonian gravity nor standard MOND. We discuss consequences that these new families of orbits can have in non-linear cosmological structure as well as explore a possible alternative model for galactic structure based on them."}, "http://arxiv.org/abs/2209.12584v4": {"id": "http://arxiv.org/abs/2209.12584v4", "title": "Tests of Loop Quantum Gravity from the Event Horizon Telescope Results of Sgr A$^*$", "summary": "The Event Horizon Telescope (EHT) collaboration's image of the compact object at the galactic center is the first direct evidence of the supermassive blackhole (BH) Sgr A$^*$. We use SgrA$*$'s shadow to constrain the metrics of two well-motivated LQG-inspired BH models."}, "http://arxiv.org/abs/2302.11930v1": {"id": "http://arxiv.org/abs/2302.11930v1", "title": "Microlensing of the broad emission line region in the lensed quasar J1004+4112", "summary": "J1004+4112 is a lensed quasar for which the first broad emission line profile deformations due to microlensing were identified. Based on 15 spectraobtained from 2003 to 2018, we revisit the microlensed effect that distorts the CIV broad emissionline profile."}, "http://arxiv.org/abs/2212.02890v2": {"id": "http://arxiv.org/abs/2212.02890v2", "title": "Dilution of chemical enrichment in galaxies 600 Myr after the Big Bang", "summary": "Galaxies throughout the last 12 Gyr of cosmic time follow a single, universalrelation that connects their star-formation rates, stellar masses and chemical abundances. Deviation from these fundamental scalingrelations would imply a drastic change in the processes that regulate galaxy evolving. Until recently, chemicalabundances of galaxies could be only measured reliably as far back as redshift $z=3.3$."}, "http://arxiv.org/abs/2302.11907v1": {"id": "http://arxiv.org/abs/2302.11907v1", "title": "Automatic line selection for abundance determination in large stellar spectroscopic surveys", "summary": "Method establishes usefulness (purity &detectability) of an atomic line. Method compares pre-computed stellar spectra with spectra containing the lines of specific elements alone. The methodidentifies automatically the line's central wavelength, its depth and a given S/N threshold."}, "http://arxiv.org/abs/2302.11900v1": {"id": "http://arxiv.org/abs/2302.11900v1", "title": "On the Observability of Recurrent Nova Super-Remnants", "summary": "The nova super-remnant (NSR) surrounding M31N 2008-12a (12a) is the only known example of this phenomenon. As the structure has grown as a result of frequent eruptions from 12a, we might expect to see NSRs around other RNe. This would confirm the RN--NSR association."}, "http://arxiv.org/abs/2302.11897v1": {"id": "http://arxiv.org/abs/2302.11897v1", "title": "Study of Central Intensity Ratio of Seyfert Galaxies in nearby Universe", "summary": "Central IntensityRatio (CIR) determined for a sample of 57 nearby (z < 0.02) Seyfert galaxies. Strong correlation between CIR and mass of their central supermassive black holes. SMBH masses of ellipticals are systematically higher for a given CIR value than that for lenticulars and spirals."}, "http://arxiv.org/abs/2302.11895v1": {"id": "http://arxiv.org/abs/2302.11895v1", "title": "The MeerKAT Fornax Survey -- I. Survey description and first evidence of ram pressure in the Fornax galaxy cluster", "summary": "The MeerKAT Fornax Survey maps the distribution and kinematics of atomic Neutral hydrogen gas in the nearby galaxy cluster. The HI column density sensitivity (3 sigma over 25 km/s) ranges from 5e+19/cm^2 at a resolution of ~ 10\" (~ 1 kpc) down to 1e+18/cm ^2 at ~ 1' (~ 6 kpc. We argue that the joint properties of the HI tails represent the first unambiguous evidence of Ram pressure shaping the distribution of HI."}, "http://arxiv.org/abs/2302.11805v1": {"id": "http://arxiv.org/abs/2302.11805v1", "title": "Mean-field dynamo due to fluctuating turbulent diffusivity", "summary": "Fluctuations of the mean turbulent kinetic energy can lead to the growth of a large-scale magnetic field even when the kinetic helicity is zero. Diamagnetic pumping, which arises due to inhomogeneities in the kinetic energy, leads to growing mean field solutions even when isotropic."}, "http://arxiv.org/abs/2302.11794v1": {"id": "http://arxiv.org/abs/2302.11794v1", "title": "SCF-FDPS: A Fast $N$-body Code for Simulating Disk-halo Systems", "summary": "A fast $N$-body code has been developed for simulating a stellar diskembedded in a live dark matter halo. In generating its Poisson solver, a self-consistent field (SCF) code is incorporated into a tree code. On a many-core parallel computer, the SCF-FDPS code has performed at least three times faster than an extremely-tuned tree code on it."}, "http://arxiv.org/abs/2302.11690v1": {"id": "http://arxiv.org/abs/2302.11690v1", "title": "Effects of Barnett magnetic dipole-dipole interaction on grain growth and destruction", "summary": "Barnett magnetic dipole-dipole interaction when grains rotate suprathermally by radiative torques. We discuss the implications of enhanced collision rate for grain growth and destruction in the circumstellar envelope of evolved stars, and protostellar environments. We find that the collision rate between grains having embedded iron inclusions can be significantly enhanced due to Barnett effect."}, "http://arxiv.org/abs/2209.12090v2": {"id": "http://arxiv.org/abs/2209.12090v2", "title": "Extension of HOPS Out to 500 ParSecs (eHOPS). I. Identification and Modeling of Protostars in the Aquila Molecular Clouds", "summary": "Spitzer/Herschel focused survey of the Aquila molecular clouds. A total of 172 protostars are found in the molecular filaments that thread the clouds. Of these, 71 (42%) are Class 0 protostar, 54 (31) are Class I protstars, 43 (25%) are flat-spectrum protostARS, and 4 (2\\%) are class II sources."}, "http://arxiv.org/abs/2302.11646v1": {"id": "http://arxiv.org/abs/2302.11646v1", "title": "Absence of the predicted 2022 October outburst of OJ 287 and implications for binary SMBH scenarios", "summary": "The project MOMO (Multiwavelength Observations and Modelling of OJ 287) was set up to test predictions of binary supermassive black hole (SMBH) scenarios. After a correction, the precessing binary (PB) SMBH model predicted the next main outburst in 2022 October, no longer in July. The predictedoutburst was not detected."}, "http://arxiv.org/abs/2211.00629v2": {"id": "http://arxiv.org/abs/2211.00629v2", "title": "Discovery of a red backsplash galaxy candidate near M81", "summary": " Understanding quenching mechanisms in low-mass galaxies is essential for understanding galaxy evolution overall. Backsplash galaxies -- like field galaxies -- reside outside the virial radius of a host halo, but their star formation can be impacted by previous interactions with more massive systems."}, "http://arxiv.org/abs/2302.11613v1": {"id": "http://arxiv.org/abs/2302.11613v1", "title": "Demographics of Hierarchical Black Hole Mergers in Dense Star Clusters", "summary": "About a hundred mergers of binary black holes (BBHs) have been detected by the LIGO-Virgo-KAGRA Collaboration. While most of the events are expected to consist of BHs directlyformed from the collapse of massive stars, some may contain the remnants ofprevious BBH mergers."}, "http://arxiv.org/abs/2302.11609v1": {"id": "http://arxiv.org/abs/2302.11609v1", "title": "Modelling gas around galaxy pairs and groups using the Q0107 quasar triplet", "summary": "We examine to what extent disk and outflow models can reproduce observations of H I gas within a few virial radii of galaxies in pairs and groups. We find H I column densities typically higher than at similar impact parameters around isolated galaxies. Gas stripped in interactions between galaxies may be a plausible explanation for some of the remaining absorption, but neither the galaxy and absorber kinematics provide clear evidence of such stripped material."}, "http://arxiv.org/abs/2211.09145v2": {"id": "http://arxiv.org/abs/2211.09145v2", "title": "Constraining quenching timescales in galaxy clusters by forward-modelling stellar ages and quiescent fractions in projected phase space", "summary": "We forward-model mass-weighted stellar ages (MWAs) and quiescent fractions in projected phase space (PPS) We use data from the Sloan Digital Sky Survey to constrain an infall quenching model for galaxies in 14 galaxy clusters. Our model employs infall information from N-body simulations and stochastic star-formation histories from the UniverseMachine model."}, "http://arxiv.org/abs/2302.11591v1": {"id": "http://arxiv.org/abs/2302.11591v1", "title": "Resonant infrared irradiation of CO and CH3OH interstellar ices", "summary": "The dissipation of vibrational energy is observed to be highly dependent on the excited mode and the chemical environment of the ice. Indirect photodesorption of CO upon vibrational excitation of CH3OH in ice mixtures is also observed to occur, particularly in environments rich in methanol. All amorphous ices undergo some degree of restructuring towards a more organized configuration upon on-resonance irradiation."}, "http://arxiv.org/abs/2302.11587v1": {"id": "http://arxiv.org/abs/2302.11587v1", "title": "AGN STORM 2: II. Ultraviolet Observations of Mrk817 with the Cosmic Origins Spectrograph on the Hubble Space Telescope", "summary": "We present reverberation mapping measurements for the prominent ultraviolet emission lines of the active galactic nucleus Mrk817 using 165 spectra obtained with the Cosmic Origins Spectrograph on the Hubble Space Telescope. Using the cross-correlation laganalysis method, we find significant correlated variations in the continuum and emission-line light curves."}, "http://arxiv.org/abs/2302.11581v1": {"id": "http://arxiv.org/abs/2302.11581v1", "title": "HEROES: The Hawaii eROSITA Ecliptic Pole Survey Catalog", "summary": "We present a seven band (g, r, i, z, y, NB816, NB921) catalog derived from a Subaru Hyper Suprime-Cam (HSC) imaging survey of the North Ecliptic Pole. We reduced these data with the HSC pipeline software hscPipe, and produced a resulting multiband catalog containing over 25 million objects. The catalog uses all the available HSC data on the NEP."}, "http://arxiv.org/abs/2302.11568v1": {"id": "http://arxiv.org/abs/2302.11568v1", "title": "Galactic Model Parameters and Space Density of Cataclysmic Variables in Gaia Era: New Constraints to Population Models", "summary": "The spatial distribution, Galactic model parameters and luminosity function of cataclysmic variables (CVs) are established using re-estimated trigonometric parallaxes. The data sample of 1,587 CVs in this study is claimed to be suitable for Galactic model parameter estimation."}, "http://arxiv.org/abs/2302.11525v1": {"id": "http://arxiv.org/abs/2302.11525v1", "title": "The planetary nebula NGC 6153 through the eyes of MUSE", "summary": "We present the results of a study on the high abundance discrepancy factor (ADF) of the NGC 6153 planetary nebula. We show that recombination contribution to the auroral [N II] and [O II] lines must be properly evaluated and corrected."}, "http://arxiv.org/abs/2301.06186v2": {"id": "http://arxiv.org/abs/2301.06186v2", "title": "A Multiwavelength Study of Active Galactic Nuclei in Post-Merger Remnants", "summary": "We investigate the role of galaxy mergers in triggering AGN in the nearby                Universe. Our analysis is based on a sample of 79 post-merger remnant galaxies with deep X-ray observations from Chandra/XMM-Newton capable of detecting a low-luminosity AGN of > 10^40.5 erg s^-1. We find the X-Ray AGN fraction in this sample is 55.7% +\\- 5.6% with a mass and redshift matched non-interactingcontrol sample."}, "http://arxiv.org/abs/2302.11486v1": {"id": "http://arxiv.org/abs/2302.11486v1", "title": "MOMO VI: Multifrequency radio variability of the blazar OJ 287 from 2015-2022, absence of predicted 2021 precursor-flare activity, and a new binary interpretation of the 2016/2017 outburst", "summary": "OJ 287 is one of the best-monitored blazars in the X-ray--UV--optical regime. Deepfades of radio and optical--UV fluxes are found to occur every 1--2 years. A precursor flare of thermal bremsstrahlung predicted by a binary supermassive black hole model of OJ 287 was absent."}, "http://arxiv.org/abs/2302.11482v1": {"id": "http://arxiv.org/abs/2302.11482v1", "title": "Exploring the Morphologies of High Redshift Galaxies with Machine Learning", "summary": "The morphology of a galaxy has been shown to encode the evolutionary history. It correlates strongly with physical properties such as stellar mass, starformation rates and past merger events. While the majority of galaxies in the local universe can be classified on the Hubble sequence, little is known about the different types of galaxies we observe at high redshift. With the future of astronomy consisting of many \"Big Data\" surveys we need an efficient, and unbiased classification system."}, "http://arxiv.org/abs/2302.10142v2": {"id": "http://arxiv.org/abs/2302.10142v2", "title": "Nitrogen enhancements 440 Myr after the Big Bang: super-solar N/O, a tidal disruption event or a dense stellar cluster in GN-z11?", "summary": "Recent observations of GN-z11 with JWST/NIRSpec revealed numerous oxygen,carbon, nitrogen, and helium emission lines at $z=10.6$. Using the measuredline fluxes, we derive abundance ratios of individual elements within the ISM of this super-luminous galaxy."}, "http://arxiv.org/abs/2302.11397v1": {"id": "http://arxiv.org/abs/2302.11397v1", "title": "Measurement of telescope transmission using a Collimated Beam Projector", "summary": "Collimated Beam Projector (CBP) is meant to measure a telescope transmission with collimated light. The collimated beam more closely resembles a stellar wavefront as compared to flat-field based instruments. CBP measurements of the StarDICE prototype telescope achieve a standard (1 sigma) uncertainty of 3 % on average over the full wavelength range."}, "http://arxiv.org/abs/2203.16652v5": {"id": "http://arxiv.org/abs/2203.16652v5", "title": "The diversity of rotation curves of simulated galaxies with cusps and cores", "summary": "We use cosmological hydrodynamical simulations to explore thekinematics of gaseous discs in late-type dwarf galaxies. We create high-resolution 21-cm 'observations' of simulated dwarfs produced in twovariations of the EAGLE galaxy formation model. We find systematic discrepancies between the recovered rotation curve and the actual circular velocity curve."}, "http://arxiv.org/abs/2302.11305v1": {"id": "http://arxiv.org/abs/2302.11305v1", "title": "Alignment and Rotational Disruption of Dust Grains in the Galactic Centre Revealed by Polarized Dust Emission", "summary": "Polarization degree from this region follows the predictions of the RAdiative Torque (RAT) alignment theory. Magnetically Enhanced RAT alignment (MRAT) was found to play an important role in the grain alignment. MRAT can lead to perfect alignment of the grains if they are super-paramagnetic."}, "http://arxiv.org/abs/2302.11288v1": {"id": "http://arxiv.org/abs/2302.11288v1", "title": "Pitfalls of AI classification of rare objects: Galaxy Mergers", "summary": "Galaxy mergers are hugely important in our current dark matter cosmology. To better understand what goes on in these rare events, we need to be able to identify statistically large samples. In this proceedings, we will explore how galaxy merger classification can beimproved by adding pre-extracted galaxy morphologies alongside the traditional images."}, "http://arxiv.org/abs/2301.03499v2": {"id": "http://arxiv.org/abs/2301.03499v2", "title": "Aether Scalar Tensor theory confronted with weak lensing data at small accelerations", "summary": "Aether Scalar Tensor (AeST) model reproduces both the successes of particle dark matter on cosmological scales and those of Modified Newtonian Dynamics (MOND) on galactic scales. AeST model shows some deviations from MOND at the radii probed by weak                gravitational lensing. This creates a tension with the data."}, "http://arxiv.org/abs/2302.11276v1": {"id": "http://arxiv.org/abs/2302.11276v1", "title": "Curvature of the spectral energy distribution, Compton dominance and synchrotron peak frequency in jetted AGNs", "summary": "We collect a large sample with a reliable redshift detected by the Fermiatellite after 10 years of data (4FGL-DR2) We study the relationship between the synchrotron peak frequency and the jet kinetic power, and peak luminosity for jetted AGNs. We find an ``L'' shape in the Fermi blazar sequence."}, "http://arxiv.org/abs/2302.11247v1": {"id": "http://arxiv.org/abs/2302.11247v1", "title": "The Halo Mass-Temperature Relation for Clusters, Groups, and Galaxies", "summary": "Halo mass-temperature relation for a sample of 216 galaxy clusters, groups, and individual galaxies observed by $Chandra$ X-ray Observatory. Using accurate spectral measurements of their hot atmospheres, we derive the $M-T$ relation for systems with temperatures ranging between 0.4-15.0 keV. No evidence for a break or slope change is found."}, "http://arxiv.org/abs/2301.12824v3": {"id": "http://arxiv.org/abs/2301.12824v3", "title": "Construction of spectral libraries of star-forming galaxies at $0.3\\leq z \\leq 2.5$", "summary": "Spectral energy distribution (SED) models of galaxies at $0.3\\leq z \\leq 2.5$ were constructed to be processed by the Euclid spectroscopic channel simulator. Emission lines were added using empirical and theoreticalrelations. The construction of the SEDs consists in computing the continuum using the Bruzual \\& Charlot (2003) models."}, "http://arxiv.org/abs/2302.11198v1": {"id": "http://arxiv.org/abs/2302.11198v1", "title": "Estimating Stellar Parameters and Identifying Very Metal-poor Stars Using Convolutional Neural Networks for Low-resolution Spectra (R~200)", "summary": "VMP, [Fe/H]<-2.0 stars offer a wealth of information on the nature and evolution of elemental production in the early galaxy and universe. The China Space Station Telescope (CSST) will provide us with a large amount of spectroscopic data that may contain plenty of VMP stars."}, "http://arxiv.org/abs/2301.12828v3": {"id": "http://arxiv.org/abs/2301.12828v3", "title": "Pre-launch optical verification of the Euclid NISP instrument and comparison with simulated images", "summary": "Ground-based tests and Monte Carlo simulations were carried out. We confirm the high optical quality of the NISP instrument, fulfilling the mission specifications in terms of PSF and spectral dispersion. We also provide a first comparison between real images from the ground-basedtests with simulated ones."}, "http://arxiv.org/abs/2208.15003v3": {"id": "http://arxiv.org/abs/2208.15003v3", "title": "Insights on the origin of ORCs from cosmological simulations", "summary": "We investigate shock structures driven by merger events in high-resolution simulations. We find that the sizes and morphologies of the internal shocks resemble those of the newly-detected class of odd radio circles (ORCs) This would highlight a so-far overlooked mechanism to form radio rings, shells and even more complex structures around elliptical galaxies."}, "http://arxiv.org/abs/2302.11166v1": {"id": "http://arxiv.org/abs/2302.11166v1", "title": "Characterizing the Conditional Galaxy Property Distribution using Gaussian Mixture Models", "summary": "This is the first study to use a Gaussian mixture model to model the distribution of galaxy properties. The model can be used to map galaxy properties with high accuracy. It can be applied to the study of galaxy formation, formation, evolution and death. The study is published in the journal Astronomy and Astrophysics."}, "http://arxiv.org/abs/2302.11163v1": {"id": "http://arxiv.org/abs/2302.11163v1", "title": "The sub-critical illusion: synthetic Zeeman effect observations from galactic zoom-in simulations", "summary": "Mass-to-flux ratios measured via the Zeeman effect suggest the existence of a magnetically sub-critical state in HI clouds. However, due to projection, chemical,and excitation effects, Zeeman measurements are subject to a number of biases. We conclude that HI clouds in the process of assembling to form molecular clouds are already super-critical even before H_2 forms."}, "http://arxiv.org/abs/2302.11158v1": {"id": "http://arxiv.org/abs/2302.11158v1", "title": "A search for transients in the Reionization Lensing Cluster Survey (RELICS): Three new supernovae", "summary": "The Reionization Cluster Survey (RELICS) imaged 41 galaxy clusters with theHubble Space Telescope. Each cluster was imaged to about 26.5 AB mag in three optical and four near-infrared bands. We find six prominent supernova (SN) candidates over the 41 fields."}, "http://arxiv.org/abs/2302.11117v1": {"id": "http://arxiv.org/abs/2302.11117v1", "title": "Dust Buried Compact Sources in the Dwarf Galaxy NGC 4449", "summary": " Hubble Space Telescope images show several compact sources in nearby dwarf galaxy NGC4449. Analysis of spectral energy distributions indicates that they are likely relatively young star clusters heavily attenuated by dust. Density and pressure considerations indicate that the HII regions surrounding these clusters may be stalled, and that pre-supernova feedback has not been able to clear the clusters of their natal cocoons."}, "http://arxiv.org/abs/2302.11116v1": {"id": "http://arxiv.org/abs/2302.11116v1", "title": "GNOMES II: Analysis of the Galactic diffuse molecular ISM in all four ground state hydroxyl transitions using Amoeba", "summary": "We present observations of the four 2 Pi 3/2 J = 3/ 2 ground-rotational state transitions of the hydroxyl molecule (OH) along 107 lines of sight both in and out of the Galactic plane. We identify 109 features across 38 sightlines. While the main lines at 1665 and 1667 MHz tend to have similarexcitation temperatures (median Tex(main) difference = 0.6 K), large differences in the 1612 and 1720 MHz line excitation temperatures show that the gas is generally not in."}, "http://arxiv.org/abs/2302.11092v1": {"id": "http://arxiv.org/abs/2302.11092v1", "title": "Identifying Active Galactic Nuclei at $z\\sim3$ from the HETDEX Survey Using Machine Learning", "summary": "We used data from the Hobby-Eberly Telescope Dark Energy Experiment (HETDEX) to study the incidence of AGN in continuum-selected galaxies at $z\\sim3$ The number of identified AGN was used to measure an AGN fraction for different bins. Our results imply that the bright end of the galaxy luminosity exhibits a power-law rather than exponential decline."}, "http://arxiv.org/abs/2207.07102v4": {"id": "http://arxiv.org/abs/2207.07102v4", "title": "Unscrambling the lensed galaxies in JWST images behind SMACS0723", "summary": "First deep field images from the James Webb Space Telescope (JWST) of the SMACS~J0723.3-7327 reveal a wealth of new lensed images at unprecedented depth and resolution. The work represents a first taste of the enhanced power that JWST will have for lensing-related science."}, "http://arxiv.org/abs/2210.07982v2": {"id": "http://arxiv.org/abs/2210.07982v2", "title": "The Ly$α$, CIV, and HeII nebulae around J1000+0234: a galaxy pair at the center of a galaxy overdensity at $z=4.5$", "summary": "A galaxy pair at $z=4.5$ is composed of a low-mass starburst neighboring a massive Submillimeter Galaxy (SMG) that harbors a rotationally supported gas disk. Star formation in J1000+0234$-$South and an active galactic nucleus are dominant factors in driving the observed 40kiloparsec-scale Ly$\\alpha$ blob."}, "http://arxiv.org/abs/2302.09372v2": {"id": "http://arxiv.org/abs/2302.09372v2", "title": "Euclid preparation. XXXI. Performance assessment of the NISP Red-Grism through spectroscopic simulations for the Wide and Deep surveys", "summary": "This work focuses on the pilot run of a simulation campaign aimed at investigating the spectroscopic capabilities of the Euclid Near-InfraredSpectrometer and Photometer. To this purpose we constructed, emulated, and analysed the spectra of 4992 star-forming galaxies using the NISP pixel-level simulator."}, "http://arxiv.org/abs/2208.14475v2": {"id": "http://arxiv.org/abs/2208.14475v2", "title": "JWST's PEARLS: dust attenuation and gravitational lensing in the backlit-galaxy system VV 191", "summary": "We use JWST and HST imaging to study dust attenuation in VV191b. Distinct dust lanes continue well beyond the bright spiral arms, and trace a complex web. We present attenuation profiles and coverage statistics in each band at 14-21 kpc."}, "http://arxiv.org/abs/2302.10960v1": {"id": "http://arxiv.org/abs/2302.10960v1", "title": "Simulating the LOcal Web (SLOW): I. Anomalies in the local density field", "summary": "The local Universe (LU) has very prominent structures. It is difficult to connect these structures to the underlying dark matter(DM) distribution. We demonstrate that haloes and galaxies in our constrained simulationtrace the local DM density field very differently. Only 44 out of 15635 random realizations (i.e. 0.28%) are matching both the observed and simulated anomalies."}, "http://arxiv.org/abs/2302.10956v1": {"id": "http://arxiv.org/abs/2302.10956v1", "title": "A Search for OH 18-cm Emission from Intermediate-Velocity Gas at High Galactic Latitudes", "summary": "We present search results of 22 high latitude (b > 25 deg.) sightlines for OH18-cm emission using the 305-m radio telescope at the Arecibo Observatory. These sightlines appear in neutral hydrogen emission at intermediate velocities. Such objects, known as Intermediate-Velocity Molecular Clouds (IVMCs), havehistorically been detected through 12CO emission."}, "http://arxiv.org/abs/2302.10948v1": {"id": "http://arxiv.org/abs/2302.10948v1", "title": "The pride of lions around Messier 105", "summary": "Five new presumed members of the Leo-I group have been found. The group has a population of $83$ galaxies, $33$ of which have measured radial velocities. The luminosity function of the group looks to be deficient in galaxies with absolutemagnitudes in the interval $M_B = (-18, -15)"}, "http://arxiv.org/abs/2302.10943v1": {"id": "http://arxiv.org/abs/2302.10943v1", "title": "The growth of brightest cluster galaxies in the TNG300 simulation:dissecting the contributions from mergers and in situ star formation", "summary": "We investigate the formation of brightest cluster galaxies (BCGs) in a cosmological simulation of the IllustrisTNG project. We find that the stellar masses and star formation rates of our simulated BCGs are in good agreement with observations. Half of the stars that are part of the BCG at $z=0$ formed early in other galaxies, but were not assembled onto theBCG until later times."}, "http://arxiv.org/abs/2302.10941v1": {"id": "http://arxiv.org/abs/2302.10941v1", "title": "A lensed radio jet at milli-arcsecond resolution II: Constraints on fuzzy dark matter from an extended gravitational arc", "summary": "Using a single gravitational lens system, we can place a lower bound on the mass of the fuzzy dark matter (FDM) particle. We generalize our result to non-scalar and multiple-field models, such as vector FDM. Our analysis is directly sensitive to the presence of granule structures in the main dark matter halo of the lens."}, "http://arxiv.org/abs/2302.10936v1": {"id": "http://arxiv.org/abs/2302.10936v1", "title": "An Atlas of Color-selected Quiescent Galaxies at $z>3$ in Public $JWST$ Fields", "summary": "We present the results of a systematic search for candidate quiescent and quenching galaxies in the distant Universe in eleven $JWST$ fields. We measure the number densities of massive ($M_\\star\\geq 10^{10.6} M_\\odot$)quiescent galaxies consistent with previous estimates relying on ground-based observations. We find significant field-to-field variations up to a factor of $2-3$, highlighting the effect of Cosmic Variability."}, "http://arxiv.org/abs/2302.10937v1": {"id": "http://arxiv.org/abs/2302.10937v1", "title": "The coevolution of supermassive black holes and galaxies in luminous AGN over a wide range of redshift", "summary": "Supermassive black holes (SMBHs) and their host galaxies co-evolve. A correlation has been found between the SMBH mass and the galaxy bulge orstellar mass, M$_*. The cosmic evolution of this relation is still a matter of debate. The majority of the AGN live in star-forming galaxies."}, "http://arxiv.org/abs/2302.10934v1": {"id": "http://arxiv.org/abs/2302.10934v1", "title": "COSMOS2020: Exploring the dawn of quenching for massive galaxies at 3 < z < 5 with a new colour selection method", "summary": "We select and characterise a sample of massive quiescent galaxies (QGs) at $3<z<5$ in the latest COSMOS2020 catalogue. QGs are selected using a new rest-frame colourselection method, based on their probability of belonging to the quiescence group. We find that at $z\\geq3$ in SHARK, the GMM/$NUVU-VJ method out-performs classical rest-frames."}, "http://arxiv.org/abs/2302.10930v1": {"id": "http://arxiv.org/abs/2302.10930v1", "title": "Active galactic nuclei with high-resolution X-ray spectroscopy", "summary": "The imminent launch of XRISM will usher in an era of high-resolution X-rayspectroscopy. For active galactic nuclei (AGN) this is an exciting epoch that is full of potential for uncovering the ins and outs of supermassive black holes."}, "http://arxiv.org/abs/2302.10932v1": {"id": "http://arxiv.org/abs/2302.10932v1", "title": "Scary Barbie: An Extremely Energetic, Long-Duration Tidal Disruption Event Candidate Without a Detected Host Galaxy at z = 0.995", "summary": "The transient AT 2021lwx (ZTF20abrbeie; aka ''Barbie'') was identified in the alert stream of the Zwicky Transient Facility. The host galaxy is not detected in archival archival Pan-STARRS observations. Modeling of ZTF photometry suggests that the TDE was between a star and a supermassive black hole."}, "http://arxiv.org/abs/2302.10868v1": {"id": "http://arxiv.org/abs/2302.10868v1", "title": "3D Radiation Hydrodynamic Simulations of Gravitational Instability in AGN Accretion Disks: Effects of Radiation Pressure", "summary": "We perform 3D radiation hydrodynamic local shearing box simulations to study gravitational instability (GI) in optically thick ActiveGalactic Nuclei (AGN) accretion disks. GI develops when the Toomre parameter QT\\leq 1, and may lead to turbulent heating that balances radiative cooling."}, "http://arxiv.org/abs/2302.10851v1": {"id": "http://arxiv.org/abs/2302.10851v1", "title": "Symmetry breaking in merging binary black holes from young massive clusters and isolated binaries", "summary": "Properties of the to-date-observed binary black hole (BBH) merger events suggest a preference towards spin-orbit aligned mergers. In our analysis, we utilize BBH-merger outcomes from state-of-the-art N-body models of YMCs and isolated binary population synthesis. We incorporate, for the first time in such an analysis, misalignments due to bothnatal kicks and dynamical encounters."}, "http://arxiv.org/abs/2302.10735v1": {"id": "http://arxiv.org/abs/2302.10735v1", "title": "Global survey of star clusters in the Milky Way -- VII. Tidal parameters and mass function", "summary": "We built Galactic open star cluster mass functions (CMFs) for different agesub-samples in the wider solar neighbourhood. We present a simple clusterformation and evolution model to reproduce the main features of the CMFs. The obtained tidal masses have been added to the MWSC catalogue."}, "http://arxiv.org/abs/2210.05763v2": {"id": "http://arxiv.org/abs/2210.05763v2", "title": "GOALS-JWST: Revealing the Buried Star Clusters in the Luminous Infrared Galaxy VV 114", "summary": "We identify 374 compact YMC candidates with a $S/N \\geq 3$, 5, and 5 at F150W, F200W, and F356W respectively. The discovery of these `hidden' sources, many of which are found in the `overlap' region between the two nuclei, quadruples the number of $t < 3$Myr clusters."}, "http://arxiv.org/abs/2211.15624v2": {"id": "http://arxiv.org/abs/2211.15624v2", "title": "MOJAVE XXI. Decade-long linear polarization variability in AGN jets at parsec scales", "summary": "Using stacking, we studied the variability properties of linear polarization of active galactic nucleus (AGN) jets on parsec-scales. We found that EVPA variability in the core is typically higher than in the jet, likely due to component blending and outflow bends in thecore region. The possible cause could be the increase of stability in the magnetic field direction."}, "http://arxiv.org/abs/2301.04593v2": {"id": "http://arxiv.org/abs/2301.04593v2", "title": "Inhomogeneous enrichment of radioactive nuclei in the Galaxy: Deposition of live Mn-53, Fe-60, Hf-182, and Pu-244 into deep-sea archives. Surfing the wave?", "summary": "Mn-53, Fe-60, Hf-182, and Pu-244 have been found in deep-sea reservoirs. Core-collapse supernovae (CCSNe) are the dominant propagation mechanism of SLRs in the Galaxy. This results in the simultaneously arrival ofthese four SLRs on Earth."}, "http://arxiv.org/abs/2209.04842v2": {"id": "http://arxiv.org/abs/2209.04842v2", "title": "MOJAVE. XX. Persistent Linear Polarization Structure in Parsec-scale AGN Jets", "summary": "We analysed the parsec-scale linear polarization properties of 436 activegalactic nuclei (AGN) based on 15 GHz polarimetric Very Long Baseline Array observations. In some AGN jets, mainly BL Lacs, we detectquasi-constant fractional polarization profiles across the jet, accompanied by EVPA that closely follow the outflow."}, "http://arxiv.org/abs/2302.10615v1": {"id": "http://arxiv.org/abs/2302.10615v1", "title": "HST imaging of star-forming clumps in 6 GASP ram-pressure stripped galaxies", "summary": "Clumps are detected in H$\\alpha$ and near-UV, tracing star formation on different timescales. Results suggest the star formation to be turbulence driven and scale-free, as in main-sequence galaxies. All the clumps, whether they are in the disks or in the tails, have an enhanced H$ \\alpha$ luminosity at a given size."}, "http://arxiv.org/abs/2302.00366v2": {"id": "http://arxiv.org/abs/2302.00366v2", "title": "CzSL: Learning from citizen science, experts and unlabelled data in astronomical image classification", "summary": "Citizen science is gaining popularity as a valuable tool for labelling large collections of astronomical images by the general public. This is often at the cost of poorer quality classifications made by amateur participants. The proposed approach first learns from unlabelled data with a convolutional autoencoder and then exploits amateur and expert labels via the pre-training and fine-tuning of a neural network."}, "http://arxiv.org/abs/2302.10543v1": {"id": "http://arxiv.org/abs/2302.10543v1", "title": "B-fields And dust in interstelLar fiLAments using Dust POLarization (BALLAD-POL): I. The massive filament G11.11-0.12 observed by SOFIA/HAWC+", "summary": "First measurement of polarized thermal dust emission toward the Infrared Dark Cloud G11.11$-$0.12 taken by the SOFIA/HAWC+ at 214 $\\mu m$ wavelength. Magnetic fields (B-fields) from the polarized emission tend to be perpendicular to the filament's spine. The depolarization can be explained by the decrease in RAdiative Torque (RAT) efficiency."}, "http://arxiv.org/abs/2302.10534v1": {"id": "http://arxiv.org/abs/2302.10534v1", "title": "Star formation concentration as a tracer of environmental quenching in action: a study of the Eagle and C-Eagle simulations", "summary": "We study environmental quenching in the Eagle/C-Eagle cosmological simulations over the last 11 Gyr. The simulations are compared with observations from the SAMI Galaxy Survey at $z=0$. We focus on satellite galaxies in galaxy groups and clusters. Low $C$-index galaxies display a declining specific star formation rate (sSFR)"}, "http://arxiv.org/abs/2302.10504v1": {"id": "http://arxiv.org/abs/2302.10504v1", "title": "Ba-enhanced dwarf and subgiant stars in the LAMOST Galactic surveys", "summary": "Ba-enhanced stars are interesting probes of stellar astrophysics and Galacticformation history. We find that both stellar internal evolving process and external mass exchange due to binary evolution are responsible for the origins of the Ba-enhancement of our sample stars. About a third of them exhibit C and N enhancement and ultraviolet brightness excess."}, "http://arxiv.org/abs/2302.07682v2": {"id": "http://arxiv.org/abs/2302.07682v2", "title": "Origin of multiwavelength emission from flaring high redshift blazar PKS 0537-286", "summary": "The high redhsift blazars powered by supermassive black holes have the highest jet power and luminosity and are important probes to test the physics of relativistic jets. We present a multi-frequency spectral and temporal study of PKS 0537-286 by analyzing data from Fermi-LAT, NuSTAR, Swift XRT and UVOT."}, "http://arxiv.org/abs/2301.06373v3": {"id": "http://arxiv.org/abs/2301.06373v3", "title": "Investigating effects of dark matter on photon orbits and black hole shadows", "summary": "We consider Kerr black holes (BHs) surrounded by perfect dark fluid matter (PFDM), with an additional parameter ($k$) because of PFDM. We analyse the orbits around PFDM BHs and naked singularities (NSs) and emphasise the effect of PF DM on photon \\emph{boomerangs}. Interestingly, the azimuthalestinaloscillations first increase and then decrease for retrograde orbits."}, "http://arxiv.org/abs/2302.10466v1": {"id": "http://arxiv.org/abs/2302.10466v1", "title": "Multiple stellar populations at less evolved stages-III: a possible helium spread in NGC 2210", "summary": "Helium variations are common features of globular clusters (GCs) with multiple stellar populations. All the formation scenarios predict thatsecondary population stars are enhanced in helium but the exact helium content depends on the polluters. This work studies the helium distribution of GK-type main sequence dwarfs in NGC 2210 in the Large Magellanic Cloud."}, "http://arxiv.org/abs/2302.07599v2": {"id": "http://arxiv.org/abs/2302.07599v2", "title": "The formation and evolution of Andromeda IX", "summary": "The Local Group (LG), the nearest and most complete galactic environment, provides valuable information on the formation and evolution of the Universe. Studying galaxies of different sizes, morphologies, and ages can provide this information. For this purpose, we chose the And\\,IX dSph galaxy, which is one of the observational targets of the Isaac Newton Telescope (INT) survey."}, "http://arxiv.org/abs/2302.10397v1": {"id": "http://arxiv.org/abs/2302.10397v1", "title": "Characterising SMSS J2157--3602, the most luminous known quasar, with accretion disc models", "summary": "We develop an accretion disc (AD) fitting method, utilising thin and slimDisc models and Bayesian inference. We test it on the most luminous known quasar, SMSS J215728.21-360215.1, at redshift $z=4.692$. With a spectral energy distribution constructed from near-infrared spectra and broadband photometry, the AD models find a black holeMass of 10.31."}, "http://arxiv.org/abs/2212.03723v6": {"id": "http://arxiv.org/abs/2212.03723v6", "title": "Bound state properties and positron annihilation in the negatively charged Ps$^{-}$ ion. On thermal sources of annihilation $γ$-quanta in our Galaxy", "summary": "The total energy and other bound state properties of the ground (bound) $1^{1}S-state in the Ps$^{-}$ ion are determined to very high accuracy. Our best variational energy for the ground state in this                ion equals $E$ = -0.26200507023298010777040204853 $a.u.$ We also discuss some problems which currently exist in accurate computations of rate of one-photon annihilation."}, "http://arxiv.org/abs/2302.10374v1": {"id": "http://arxiv.org/abs/2302.10374v1", "title": "UV-FIR SED modeling of AGN in IR-luminous galaxies up to z~2.5: Understanding the effects of torus models", "summary": " UV-FIR SED modeling is an effective way to disentangle emission between starformation (SF) and active galactic nuclei (AGN) in galaxies. This approach becomes uncertain for composite AGN/SF galaxies that comprise 50-70% of IR-samples. Best-fit torus optical depth can shed light on whether these galaxies host a obscured AGN population."}, "http://arxiv.org/abs/2302.10919v1": {"id": "http://arxiv.org/abs/2302.10919v1", "title": "Multiverse Predictions for Habitability: Element Abundances", "summary": "We investigate the dependence of elemental abundances on physical constants, and the implications this has for the distribution of complex life. We consider three main sources of abundancevariation: differing supernova rates, alpha burning in massive stars, and how each affects the metal-to-rock ratio. Our analysis leads to several predictions for which habitabilitycriteria are correct."}, "http://arxiv.org/abs/2302.10323v1": {"id": "http://arxiv.org/abs/2302.10323v1", "title": "Submillimeter Galaxies do trace Galaxy Protoclusters", "summary": "There is controversy whether dusty starbursts selected at submillimeter wavelengths can trace galaxy overdensities. We perform the first systematic search for protoclusters around a homogeneously selected sample of 12 SMGs at $z\\sim1.2-5.3$ in the GOODS-N field. A wavelet-based analysis shows that the SMGs live in protocluster cores with a complex morphology."}, "http://arxiv.org/abs/2302.10286v1": {"id": "http://arxiv.org/abs/2302.10286v1", "title": "Superfluid Dark Matter around Black Holes", "summary": "Superfluid dark matter is made up of self-interacting light particles. It condense and condense to form a superfluid in galaxies. The theory matches the success of the standard $\\Lambda$CDM model oncosmological scales while offering a rich phenomenology ongalactic scales."}, "http://arxiv.org/abs/2302.10268v1": {"id": "http://arxiv.org/abs/2302.10268v1", "title": "Discovery of optical emission associated with the supernova remnant G107.5-1.5", "summary": "We present the first results from an imaging and a spectroscopic survey of Optical emission associated with supernova remnant G107.5$-$1.5. The optical emission from the North East (NE) and North West (NW) regions show the diffuse structure, while the South East (SE) and East (E) region show filamentary structure."}, "http://arxiv.org/abs/2302.10217v1": {"id": "http://arxiv.org/abs/2302.10217v1", "title": "The JWST Advanced Deep Extragalactic Survey: Discovery of an Extreme Galaxy Overdensity at $z = 5.4$ with JWST/NIRCam in GOODS-S", "summary": "We report the discovery of an extreme galaxy overdensity at $z = 5.4$ in theGOODS-S field. We identified $N = 96$ potential members of the overdensity using HST+JWST photometry. Stellar populations for these galaxies were inferred from the photometry and used to construct the star-forming main sequence."}, "http://arxiv.org/abs/2302.10214v1": {"id": "http://arxiv.org/abs/2302.10214v1", "title": "A physically-motivated perspective of the Fanaroff-Riley classification of radio galaxies", "summary": "A small subset of extragalactic double radio sources is distinguished by a very unusual, hybrid morphology. In HYMORS, one radio lobe appears edge-darkened (FR I) while the other shows a well-defined emissionpeak near its outer edge (edge-brightened, FR II) Such sources are rare but critical for constraining the mechanism responsible for the FR dichotomy."}, "http://arxiv.org/abs/2302.10213v1": {"id": "http://arxiv.org/abs/2302.10213v1", "title": "The Impact of Star-Formation-Rate Surface Density on the Electron Density and Ionization Parameter of High-Redshift Galaxies", "summary": "We use the large spectroscopic dataset of the MOSFIRE Deep Evolution Field survey to investigate some of the key factors responsible for the elevated ionization parameters (U) inferred for high-redshift galaxies. We find significant correlations between Uand Sigma_SFR for composite spectra of a subsample of 113 galaxies, and for a smaller sample of 25 individual galaxies."}, "http://arxiv.org/abs/2302.10210v1": {"id": "http://arxiv.org/abs/2302.10210v1", "title": "Understanding the origin of CEMP-no stars through ultra-faint dwarfs", "summary": "Carbon Enhanced Metal-Poor (CEMP-no) stars have low abundances of neutron-capture elements. These stars are ubiquitous, found in the Milky Way halo and ultra-faint dwarf galaxies (UFDs) The CEMPstars with A(C)>6 are predominantly enriched by AGB Pop II stars."}, "http://arxiv.org/abs/2302.10136v1": {"id": "http://arxiv.org/abs/2302.10136v1", "title": "Dust Eddington Ratios for Star-Forming Galaxy Subregions", "summary": "Radiation pressure on dust is an important feedback process around starclusters and may eject gas from bright sub-regions in star-forming galaxies. Optically-thin regions around young stellar populations are $30-50$ times super-Eddington. These regions may be accelerating to $5-15$ km/s by radiation pressure alone."}, "http://arxiv.org/abs/2208.01611v2": {"id": "http://arxiv.org/abs/2208.01611v2", "title": "Stress Testing $Λ$CDM with High-redshift Galaxy Candidates", "summary": "Early data from JWST have revealed a bevy of high-redshift galaxy candidates with unexpectedly high stellar masses. An immediate concern is the consistency of these candidates with galaxy formation in the standard cosmological model. Here I show that the most massive galaxy candidates lie at the very edge of these limits."}, "http://arxiv.org/abs/2209.08631v2": {"id": "http://arxiv.org/abs/2209.08631v2", "title": "Halo heating from fluctuating gas in a model dwarf", "summary": "Cold dark matter (CDM) structure formation faces challenges on sub-galactic scales. A knownmedy, driving CDM out of galactic centres, invokes interactions with baryons. The potential fluctuations leading to core formation are nearly normally distributed. This allows for the energy transfer leading tocore formation to be described as a standard diffusion process."}, "http://arxiv.org/abs/2302.08087v2": {"id": "http://arxiv.org/abs/2302.08087v2", "title": "Analyzing the cosmic architecture in the vicinity of Grand-design and Flocculent spiral galaxies with Local Geometric Index", "summary": "We explore the environment of 351 grand-design and 541 flocculent spiral galaxies using convolutional neural networks. Grand-designs are mostly located in dense environments like clusters and filaments. Metal-poor environments, such as sheets and voids, with a high abundance of gas clouds, on the other hand, are mostly populated by the flocculated."}, "http://arxiv.org/abs/2302.10103v1": {"id": "http://arxiv.org/abs/2302.10103v1", "title": "The Cosmic Timeline Implied by the JWST High-redshift Galaxies", "summary": "The so-called 'impossibly early galaxy' problem appears to have been exacerbated by the more recent James Webb Space Telescope (JWST) JWST has discovered galaxy candidates at even higher redshifts (z ~ 17) These candidates would haveemerged only ~ 230 million years after the big bang in the context of LCDM."}, "http://arxiv.org/abs/2302.10072v1": {"id": "http://arxiv.org/abs/2302.10072v1", "title": "Consistent Constraints on the Equivalence Principle from localised Fast Radio Bursts", "summary": "Fast Radio Bursts (FRBs) are short astrophysical transients of extragalacticorigin. Their burst signal is dispersed by the free electrons in the large-scale-structure (LSS), leading to delayed arrival times at differentfrequencies. In this paper, we derive robust and consistent constraints from twelve localised FRBs on the violation of the WEP."}, "http://arxiv.org/abs/2302.10024v1": {"id": "http://arxiv.org/abs/2302.10024v1", "title": "A kinematic calibration of the O-rich Mira variable period-age relation from Gaia", "summary": "The periods of Mira tumultuous stars are related to their ages. This makes them powerful probes of the formation and evolution of highly-extincted or distant parts of the Local Group. Here we utilise the GaiaDR3 catalogue of long-period variable candidates to calibrate the period-agerelation of the Mira variables."}, "http://arxiv.org/abs/2302.10022v1": {"id": "http://arxiv.org/abs/2302.10022v1", "title": "Hunting for C-rich long-period variable stars in the Milky Way's bar-bulge using unsupervised classification of Gaia BP/RP spectra", "summary": "The separation of oxygen- and carbon-rich AGB sources is crucial for their accurate use as local and cosmological distance and age/metallicity indicators. We investigate the use of unsupervised learning algorithms for classifying the long-period variables from Gaia DR3's BP/RP spectra."}, "http://arxiv.org/abs/2212.09307v2": {"id": "http://arxiv.org/abs/2212.09307v2", "title": "ALMA-IMF VI -- Investigating the origin of stellar masses: Core mass function evolution in the W43-MM2&MM3 mini-starburst", "summary": "The ALMA-IMF Large Program aims to investigate variations in the core distributions with cloud characteristics. The present study focuses on the W43-MM2&MM3mini-starburst, whose CMF has recently been found to be top-heavy with respect to the Salpeter slope. The CMF may evolve fromSalpeter to top- heavy throughout the star formation process from the quiescent to the burst phase."}, "http://arxiv.org/abs/2302.10012v1": {"id": "http://arxiv.org/abs/2302.10012v1", "title": "Simulating supermassive black hole mass measurements for a sample of ultra massive galaxies using ELT/HARMONI high spatial resolution integral-field stellar kinematics", "summary": "Most massive galaxies are key to our understanding of the evolving stellar population, cosmic structure, and SMBHs. Details of their formation histories remain uncertain. We plan a large survey sample of ultramassive galaxies with the HARMONI instrument on ELT. We discuss the distinct demographics and environmental properties of the selected galaxies."}, "http://arxiv.org/abs/2302.09993v1": {"id": "http://arxiv.org/abs/2302.09993v1", "title": "Galaxy and Mass Assembly (GAMA): Low-redshift Quasars and Inactive Galaxies Have Similar Neighbors", "summary": "We explore the properties of galaxies in the proximity (within a $2 Mpc radius) of Type I quasars at 0.1<z<0.35. We further compare these with properties of neighbors around inactive galaxies of the same mass and redshift within the same volume of space. Our observations reveal no significant difference in properties such as the number of neighbors and star formation rates. This implies that quasar activity in a host galaxy does not significantly affect its neighbors."}, "http://arxiv.org/abs/2211.15928v3": {"id": "http://arxiv.org/abs/2211.15928v3", "title": "Evidence for a Massive Andromeda Galaxy Using Satellite Galaxy Proper Motions", "summary": "We present new mass estimates for Andromeda (M31) using the orbital angularmomenta of four satellite galaxies. The precision of our new M31 mass estimates(23-50%) improves by a factor of two compared to previous mass estimates. Our results are consistent with recently revised estimates for the total mass of the Local Group."}, "http://arxiv.org/abs/2208.08514v4": {"id": "http://arxiv.org/abs/2208.08514v4", "title": "Overview of the DESI Milky Way Survey", "summary": "The Milky Way Survey (MWS) will be undertaken with the Dark                Energy Spectroscopic Instrument (DESI) on the Mayall 4m telescope at the Kitt Peak National Observatory. Over the next 5 yr DESI MWS will observe approximately seven million stars at Galactic latitudes |b|>20 degrees."}, "http://arxiv.org/abs/2301.00749v2": {"id": "http://arxiv.org/abs/2301.00749v2", "title": "Disk Wind Feedback from High-mass Protostars. II. The Evolutionary Sequence", "summary": "Star formation is ubiquitously associated with the ejection of accretion-powered outflows that carve bipolar cavities through the infalling envelope. These low-extinction outflow cavities greatly affect the appearance of a protostar by allowing the escape of shorter wavelength photons. This feedback is expected to be important for regulating theefficiency of star formation from a natal core."}, "http://arxiv.org/abs/2208.14186v2": {"id": "http://arxiv.org/abs/2208.14186v2", "title": "Updated constraints on WIMP dark matter by radio observations of M31 -- all annihilation channels", "summary": "The characteristics of emission due to DM annihilation were computed in the frame of a 2D galactic model. DM constraints were obtained for all possible annihilation channels except $m_x > 100$ GeV. Heavier WIMP, which can annihilate to $W^+W^-, Z^0Z^0,t\\overline{t},hh$; can not be probed at the level of thermal cross section."}, "http://arxiv.org/abs/2302.09851v1": {"id": "http://arxiv.org/abs/2302.09851v1", "title": "Study of the Open Clusters in Kepler Prime Field", "summary": "We present a detailed study of four open clusters in the Kepler prime field. All objects belong to the older open cluster population (1-7Gyr) The most outstanding object is clearly NGC 6791, a very old cluster with a high metallicity at a distance of about 4.5 kpc from the Sun."}, "http://arxiv.org/abs/2302.09763v1": {"id": "http://arxiv.org/abs/2302.09763v1", "title": "The most massive Population III stars", "summary": "Recent data from the James Webb Space Telescope suggest that there are realistic prospects for detecting the earliest generation of stars at redshift 20. These metal-poor, gaseous Population III stars are likely in the massrange $10-10^3 M_\\odot$."}, "http://arxiv.org/abs/2301.03579v2": {"id": "http://arxiv.org/abs/2301.03579v2", "title": "Estimating the statistical uncertainty due to spatially correlated noise in interferometric images", "summary": "Interferometers (e.g. ALMA and NOEMA) allow us to obtain the detailedbrightness distribution of astronomical sources in 3 dimensions. The noise correlationproperties in the interferometric image are fully characterized and easily measured by the noise autocorrelation function (ACF) We present the method for estimating the statistical uncertainty due to the correlated noise in the seamlessly integrated flux and spectra directly."}, "http://arxiv.org/abs/2302.09720v1": {"id": "http://arxiv.org/abs/2302.09720v1", "title": "Galaxy rotation curves incorporating relativistic mass and comparison with Keplerian velocity curves", "summary": "We derive a formula for the velocity distribution of an axially symmetric galaxy. We then compare these to the rotation curves obtained from a similar formula without a relativistic correction factor. We find that the correction factor has a small dark-matter like effect. We conclude that there is a large discrepancy in this case, where away from the galactic center, up to the galactic edge, the curves computed using ourformulas give a noticeably higher velocity."}, "http://arxiv.org/abs/2302.09669v1": {"id": "http://arxiv.org/abs/2302.09669v1", "title": "On The Fine Tuning and Physical Origin of Line-Locked Absorption Systems in Active Galaxies", "summary": "Line locking (LL) of absorption line systems is a clear signature of the importance of radiation pressure force in driving astrophysicalflows. Recent findings suggest that it may be common in quasars displaying multiple intrinsic narrow absorption-line (NAL) systems. The high occurrence of LL by the CIV doublet implies that hidden extreme-UV emission is unlikely to be significantly under-estimated by current models."}, "http://arxiv.org/abs/2302.09640v1": {"id": "http://arxiv.org/abs/2302.09640v1", "title": "Chronology of the chemical enrichment of the old Galactic stellar populations", "summary": "The Milky Way accreted several smaller satellite galaxies in its history. These mergers added stars and gas to the Galaxy and affected the properties of pre-existing stellar populations. Stellar chemical abundances and ages areneeded to establish the chronological order of events that occur before, during, and after such mergers."}, "http://arxiv.org/abs/2301.13226v2": {"id": "http://arxiv.org/abs/2301.13226v2", "title": "A High Precision Survey of the D/H Ratio in the Nearby Interstellar Medium", "summary": "We present high S/N measurements of the H I Ly alpha absorption line toward Galactic targets. The targets are at distances between approximately 190 and 2200pc. Using deuterium column densities from other sources we determine the D/H ratio along the sight lines. We find that D/ H is only weakly correlated with metal depletion."}, "http://arxiv.org/abs/2302.09577v1": {"id": "http://arxiv.org/abs/2302.09577v1", "title": "A Possible Chemical Clock in High-mass Star-forming Regions: N(HC3N)/N(N2H+)?", "summary": "We conducted observations of multiple HC3N (J = 10-9, 12-11, and 16-15) lines and the N2H+ line toward a large sample of 61 ultracompact (UC) H IIregions. The rotational temperature and column density ofHC3N wereestimated toward sources with at least two HC3n lines. The abundance ratio of HC3Ns changes with the evolution of high-mass star-forming regions."}, "http://arxiv.org/abs/2302.09452v1": {"id": "http://arxiv.org/abs/2302.09452v1", "title": "ALMA ACA study of the H$_2$S/OCS ratio in low-mass protostars", "summary": "Identifying the main sulfur reservoir on its way from the diffusestellar medium to the cold dense star-forming cores is a long-standing problem. The goal of this investigation is to derive the gas-phase H$_2$S/OCS ratio for several low-massprotostars. This could provide crucial information about the physical and chemical conditions in the birth cloud of Sun-like stars."}, "http://arxiv.org/abs/2302.02750v2": {"id": "http://arxiv.org/abs/2302.02750v2", "title": "A detection of the layered structure of nearby open clusters", "summary": "We applied the newly developed rose diagram overlay method to detect the layered structure of 88 nearby open clusters. A total of 74 clusters in our sample have a layered structure, while the remaining clusters are without a clear layered structure. We found that the layered circle core area ($s$) has a strongpositive correlation with the number of cluster members."}, "http://arxiv.org/abs/2208.06805v2": {"id": "http://arxiv.org/abs/2208.06805v2", "title": "Shadows around Sgr A* and M87* as a tool to test gravity theories", "summary": "Shadow around the supermassive black hole in M87 was reconstructed in 2019 based on observations with the Event Horizon Telescope (EHT) in April 2017. In the framework of Randall -- Sundrum theory with extra dimension Reissner-- Nordstr\\\"om black hole solutions with a tidal charge have been found."}, "http://arxiv.org/abs/2302.09380v1": {"id": "http://arxiv.org/abs/2302.09380v1", "title": "Multiphase condensation in cluster halos: interplay of cooling, buoyancy and mixing", "summary": "Gas in the central regions of cool-core clusters and other massive halos has a short cooling time. Theoretical models predict that this gas is susceptible to multiphase condensation. We explore the parameters relevant to galaxy and cluster halos. We also study the effect of the steepness of the entropy profile, the strength of tumultuous forcing and the nature of turbulent forcing."}, "http://arxiv.org/abs/2302.09370v1": {"id": "http://arxiv.org/abs/2302.09370v1", "title": "Testing Super-Eddington Accretion onto a Supermassive Black Hole: Reverberation Mapping of PG 1119+120", "summary": "We measure the black hole mass and investigate the accretion flow around the local quasar PG 1119+120. We find the disc SED to be flatter than expected with an Eddington ratio of 1. While this accretion is super-Eddington, the geometry is still unclear, however a slimophobicdisc is expected due to the high radiation pressure."}, "http://arxiv.org/abs/2211.11788v2": {"id": "http://arxiv.org/abs/2211.11788v2", "title": "Modelling the accretion and feedback of supermassive black hole binaries in gas-rich galaxy mergers", "summary": "We introduce a new model for the accretion and feedback of supermassive blackhole (SMBH) binaries to the KETJU code. We perform idealised gas-rich disc galaxy merger simulations usingpure thermal or pure kinetic active galactic nuclei (AGN) feedback. Our model provides more physically motivated SMBH mass ratios, which are one of the key parameters for computing gravitational wave (GW) induced recoil Velocity."}, "http://arxiv.org/abs/2302.09266v1": {"id": "http://arxiv.org/abs/2302.09266v1", "title": "Ionized carbon as a tracer of the assembly of interstellar clouds", "summary": "Molecular hydrogen clouds are a key component of the interstellar medium because they are the birthplaces for stars. They are embedded in atomic gas that pervades the interstellar space. Details of how molecularclouds assemble from and interact with the atomic gas are still largely unknown. New observations of the 158~$\\mu$m line of ionizedcarbon CII in the Cygnus region within the FEEDBACK program on SOFIA provide compelling evidence."}, "http://arxiv.org/abs/2302.09226v1": {"id": "http://arxiv.org/abs/2302.09226v1", "title": "Collapsars as Sites of r-process Nucleosynthesis: Systematic Near-Infrared Follow-up of Type Ic-BL Supernovae", "summary": "One of the open questions following the discovery of GW170817 is whether astrophysical sites capable of producing r-process elements. Simulations have shown that 0.01-0.1M$_\\odot$ could be generated in the outflows originating from the accretion disk."}, "http://arxiv.org/abs/2212.14712v2": {"id": "http://arxiv.org/abs/2212.14712v2", "title": "Foreground Removal of CO Intensity Mapping Using Deep Learning", "summary": "Line intensity mapping (LIM) is a promising probe to study star formation, the large-scale structure of the Universe, and the epoch of reionization (EoR) Carbon monoxide (CO) is the second most abundant molecule in the Universe. However, just like other LIM surveys, CO intensity mapping alsosuffers strong foreground contamination."}, "http://arxiv.org/abs/2205.07964v2": {"id": "http://arxiv.org/abs/2205.07964v2", "title": "The Ages of Galactic Bulge Stars with Realistic Uncertainties", "summary": "We recompute the age distribution for a sample of 91micro-lensed dwarfs in the Galactic bulge presented by Bensby et al. (2017) and do not produce an age distribution consistent with their results. Only 15 of 91 stars have ages younger than $7 Gyr, compared to their finding of 42 young stars in the same sample. Our results do suggest the presence of an $\\sim8$ Gyr population at the highest metallicities."}, "http://arxiv.org/abs/2302.09165v1": {"id": "http://arxiv.org/abs/2302.09165v1", "title": "Hydrodynamic Simulations and Time-dependent Photoionization Modeling of Starburst-driven Superwinds", "summary": "Thermal energies deposited by OB stellar clusters in starburst galaxies lead to the formation of galactic superwinds. Multi-wavelength observations of starburst-driven super winds pointed at complex thermal and ionization structures which cannot adequately be explained by simple adiabatic assumptions."}, "http://arxiv.org/abs/2302.09152v1": {"id": "http://arxiv.org/abs/2302.09152v1", "title": "The evolution of the UV/optical lag spectrum of NGC 7469 seen by the Liverpool Telescope", "summary": "We observed the source for 4 months in the ugriz bands, using the IO:O on the LiverpoolTelescope. We measured the lags with respect to the u band and found a clear change of the lag spectrum between the first and the second half of the spectrum."}, "http://arxiv.org/abs/2302.14048v1": {"id": "http://arxiv.org/abs/2302.14048v1", "title": "Nuclear and electromagnetic cascades induced by ultrahigh-energy cosmic rays in radio galaxies: implications for Centaurus A", "summary": "Very-high-energy (VHE) and neutrinos are crucial for identifying accelerators of ultrahigh- energy cosmic rays (UHECRs) We develop a numerical code to solve the transport equation for UHECR nuclei and their secondaries. In particular, we focus on Centaurus A, which has been proposed as one of the most promising UH ECR sources in the local universe."}, "http://arxiv.org/abs/2302.14023v1": {"id": "http://arxiv.org/abs/2302.14023v1", "title": "New mechanisms for forming multiple hotspots in radio jets", "summary": "Multiple hotspots have long been identified as potential indicators of jetmovement or precession. Two frequent explanations describe a secondary hotspot as either the location of a prior jet termination point, or a deflected backflow-driven shock. We show that these distinct types of multiple hotspotcomplexes are difficult to differentiate in synthetic radio maps."}, "http://arxiv.org/abs/2302.02739v2": {"id": "http://arxiv.org/abs/2302.02739v2", "title": "Envelopes for orbits around axially symmetric sources with spheroidal shape", "summary": "We introduce a method to obtain the envelopes of eccentric orbits in axiallysymmetric potentials, endowed with $z$-symmetry of reflection. We find that they obey the approximatedformula $Z(R)$ oforbits in the meridional plane."}, "http://arxiv.org/abs/2302.13963v1": {"id": "http://arxiv.org/abs/2302.13963v1", "title": "Two-photon production in low-velocity shocks", "summary": " Galactic interstellar medium abounds in low-velocity shocks with about 70 km/s. Some are descendants of higher velocity shocks, while others start off at low velocity. Low-vel velocity shocks cool primarily via Ly-alpha, two-photon continuum, optical recombination lines and forbidden lines of metals."}, "http://arxiv.org/abs/2302.11613v2": {"id": "http://arxiv.org/abs/2302.11613v2", "title": "Demographics of Hierarchical Black Hole Mergers in Dense Star Clusters", "summary": "About a hundred mergers of binary black holes (BBHs) have been detected by the LIGO-Virgo-KAGRA Collaboration. While most of the events are expected to consist of BHs directlyformed from the collapse of massive stars, some may contain the remnants ofprevious BBH mergers."}, "http://arxiv.org/abs/2209.03385v2": {"id": "http://arxiv.org/abs/2209.03385v2", "title": "The locations of features in the mass distribution of merging binary black holes are robust against uncertainties in the metallicity-dependent cosmic star formation history", "summary": "New observational facilities are probing astrophysical transients such asstellar explosions and gravitational wave (GW) sources at ever increasing redshifts. To interpret these observations, we need to compare them to predictions fromstellar population models. Such models require the metallicity-dependent cosmic star formation history as an input. Large uncertaintiesremain in the shape and evolution of this function."}, "http://arxiv.org/abs/2302.13884v1": {"id": "http://arxiv.org/abs/2302.13884v1", "title": "Jet-induced molecular gas excitation and turbulence in the Teacup", "summary": "The Teacup galaxy is a radio-quiet type-2 quasar with a compact radio jet. The jet is compressing and accelerating the molecular gas, and driving a lateral outflow that shows enhanced velocity dispersion and higher gas excitation. The results provide further evidence that the coupling between the jet and the ISM is relevant to AGN feedback even in the case of radio- quiet galaxies."}, "http://arxiv.org/abs/2211.15679v2": {"id": "http://arxiv.org/abs/2211.15679v2", "title": "Sensitivity of strong lensing observations to dark matter substructure: a case study with Euclid", "summary": "Machine learning method for estimating the sensitivity of strong lens observations to dark matter subhaloes in the lens. Training data include elliptical power-law lenses, Hubble Deep Field sources, external shear, and noise and PSF for the Euclid VIS instrument. We find that, with a $3\\sigma$ detection threshold, $2.35$ per cent of pixels inside twice the Einstein radius are sensitive to subhaloe with a half-mode mass."}, "http://arxiv.org/abs/2211.02665v2": {"id": "http://arxiv.org/abs/2211.02665v2", "title": "Photometric Objects Around Cosmic Webs (PAC) Delineated in a Spectroscopic Survey. IV. High Precision Constraints on the Evolution of Stellar-Halo Mass Relation at Redshift $z<0.7$", "summary": "We measure the excess surface density of photometric objects around spectroscopic objects around galaxies. We model the measured surface density using abundance matching method. We constrain the stellar-halo mass relationship (SHMR) in the three redshift ranges to percent level. The galaxy stellar mass functions (GSMF) from our modeling are in perfect agreement with the measurements in Paper III."}, "http://arxiv.org/abs/2301.04158v2": {"id": "http://arxiv.org/abs/2301.04158v2", "title": "$JWST$ Insight Into a Lensed $HST$-dark Galaxy and its Quiescent Companion at $z=2.58$", "summary": "Using the novel $JWST$/NIRCam observations in the Abell 2744 field, we show a first spatially resolved overview of an $HST$-dark galaxy. By combining ancillary ALMA and $Herschel$ data, we infer that this object is an edge-on dusty spiral with an intrinsic stellar mass."}, "http://arxiv.org/abs/2210.10198v2": {"id": "http://arxiv.org/abs/2210.10198v2", "title": "Radiation Transport Two-Temperature GRMHD Simulations of Warped Accretion Disks", "summary": "In many black hole systems, the accretion disk is expected to be misaligned with respect to the black hole spin axis. This is most likely to happen during outbursts in black hole X-Ray binaries (BHXRBs) and in active galactic nuclei (AGN) because the disk becomes razor-thin. Here, we present the first radiative two-temperature GRMHD simulation."}, "http://arxiv.org/abs/2302.13760v1": {"id": "http://arxiv.org/abs/2302.13760v1", "title": "Target Selection for the DESI Peculiar Velocity Survey", "summary": "The DESI Peculiar Velocity Survey will be the largest survey of peculiar velocities (PVs) using both the fundamental plane and Tully-Fisher relationship. The combined DESI PV and Bright Galaxy surveys will enable the most precise tests to date of the time and scale dependence of large-scale structure growth at low redshifts."}, "http://arxiv.org/abs/2208.09403v2": {"id": "http://arxiv.org/abs/2208.09403v2", "title": "A 0.9% Calibration of the Galactic Cepheid luminosity scale based on Gaia DR3 data of open clusters and Cepheids", "summary": "We have conducted a search for open clusters in the vicinity of classical                Galactic Cepheids based on high-quality astrometry from the third data release(DR3) of the ESA mission Gaia. Our approach requires no prior knowledge of existing clusters, allowing us to both detect new host clusters and cross-check previously reportedassociations."}, "http://arxiv.org/abs/2211.12951v2": {"id": "http://arxiv.org/abs/2211.12951v2", "title": "Constraints on Yukawa gravity parameters from observations of bright stars", "summary": "In 2020 the GRAVITY Collaboration detected the orbital precession of the S2 star around the supermassive black hole (SMBH) The precessions can be fitted by Yukawa gravity. We analyze S-star orbits assuming differentstrength of Yukawa interaction and find that this parameter has strong influence."}, "http://arxiv.org/abs/2302.13733v1": {"id": "http://arxiv.org/abs/2302.13733v1", "title": "A possible signature of the influence of tidal perturbations in dwarf galaxy scaling relations", "summary": "Dwarf galaxies are excellent cosmological probes, because their shallowpotential wells make them very sensitive to the key processes that drive galaxy evolution. Some of the key parameters of dwarf galaxies, which helptrace the effects of these processes, are still debated. We re-examine the Fornax Cluster population from the point of view of isomass-radius--stellar mass relationship."}, "http://arxiv.org/abs/2302.13677v1": {"id": "http://arxiv.org/abs/2302.13677v1", "title": "A study of carbon-rich post-AGB stars in the Milky Way to understand the production of carbonaceous dust from evolved stars", "summary": "The goal of this study is to reconstruct the evolution and the dust formation process during the final AGB phases of carbon-rich, post-AGBGalactic stars. We study the IR excess of sources classified as single stars by means of dust formation modelling where dust grains form and grow in a static wind and expand from the surface of the star."}, "http://arxiv.org/abs/2210.03267v2": {"id": "http://arxiv.org/abs/2210.03267v2", "title": "Meet the parents: the progenitor binary for the supermassive black hole candidate in E1821+643", "summary": "E1821+643 is a recoiling supermassive black hole moving at $5,000 km s$ due to anisotropic emission of gravitationalwaves. It was likely formed from a binary black hole system with masses of $m_1/2/3/4/5/6/7/8/9/10/11. The black holes in this binary were likely to be spinning rapidly."}, "http://arxiv.org/abs/2212.04568v2": {"id": "http://arxiv.org/abs/2212.04568v2", "title": "Spectroscopic confirmation of four metal-poor galaxies at z=10.3-13.2", "summary": "James Webb Space Telescope (JWST) has identified tens of candidates of galaxies at redshift (z) greater than 10, less than 450 million years after the Big Bang. None of these candidates has yet been confirmed spectroscopically, leaving open the possibility that they are low-redshift interlopers."}, "http://arxiv.org/abs/2302.13626v1": {"id": "http://arxiv.org/abs/2302.13626v1", "title": "Infrared polarisation study of Lynds 1340: A case of RNO 8", "summary": "This paper describes the polarisation study of a Lynds cloud, LDN 1340. The cloud has been observed using the 1.2 m telescope at Mt.AbuAbuInfrared Observatory. The polarimetricobservations were used to map the magnetic field geometry around the region."}, "http://arxiv.org/abs/2301.06273v2": {"id": "http://arxiv.org/abs/2301.06273v2", "title": "First Constraints on Growth Rate from Redshift-Space Ellipticity Correlations of SDSS Galaxies at $0.16 < z < 0.70$", "summary": "We report the first constraints on the growth rate of the universe, with intrinsic alignments (IA) of galaxies. We detect clear anisotropic signals ofIA due to redshift-space distortions. By combining measured IA statistics with conventional galaxy clustering statistics, we obtain tighter constraints on autoimmunethe growth rate."}, "http://arxiv.org/abs/2110.15410v5": {"id": "http://arxiv.org/abs/2110.15410v5", "title": "Atmospheric pressure and molecular cloud formation in early-type galaxies", "summary": "A strong correlation between atmospheric pressure and molecular gas mass is found in central cluster galaxies and early-type galaxies. Limits on the ratio of molecular to atomic hydrogen in these systems exceed unity. This trend and a similar trend with atmospheric gas density would naturally arise if the molecular clouds condensed from hot atmospheres."}, "http://arxiv.org/abs/2210.09945v2": {"id": "http://arxiv.org/abs/2210.09945v2", "title": "Tidal Stripping of a White Dwarf by an Intermediate-Mass Black Hole", "summary": "During inspiralling of a white dwarf (WD) into an intermediate-mass blackhole, both gravitational waves (GWs) and electromagnetic(EM) radiation are emitted. Modeling these flares requires a prediction of the amount of stripped mass from the WD and the details of the accretion disk supply. We run hydrodynamical simulations to study the orbital parameter dependence of the stripped mass."}, "http://arxiv.org/abs/2302.10543v2": {"id": "http://arxiv.org/abs/2302.10543v2", "title": "B-fields And dust in interstelLar fiLAments using Dust POLarization (BALLAD-POL): I. The massive filament G11.11-0.12 observed by SOFIA/HAWC+", "summary": "First measurement of polarized thermal dust emission toward the Infrared Dark Cloud G11.11$-$0.12 taken by the SOFIA/HAWC+ at 214 $\\mu m$ wavelength. Magnetic fields (B-fields) from the polarized emission tend to be perpendicular to the filament's spine. The depolarization can be explained by the decrease in RAdiative Torque (RAT) efficiency."}, "http://arxiv.org/abs/2209.01695v2": {"id": "http://arxiv.org/abs/2209.01695v2", "title": "Nuclear high-ionisation outflow in the Compton-thick AGN NGC6552 as seen by the JWST mid-infrared instrument", "summary": "NGC6552 is an active galactic nucleus at redshift 0.0266 classified as a Seyfert 2 nucleus in the optical, and a Compton-thick AGN in X-rays. We obtained the nuclear, circumnuclear, andcentral mid-IR spectra of NGC 6552. They provide the first clear observational evidence for a nuclear outflow in NGC6551."}, "http://arxiv.org/abs/2302.13357v1": {"id": "http://arxiv.org/abs/2302.13357v1", "title": "DESI survey validation data in the COSMOS/HSC field: Cool gas trace main sequence star-forming galaxies at the cosmic noon", "summary": "We present the first result in exploring the gaseous halo and galaxy.correlation using the Dark Energy Spectroscopic Instrument (DESI) survey data. We find that within the impactparameter of 250 kpc, a tight correlation is seen between strong MgIIequivalent width and the host galaxy star formation rate."}, "http://arxiv.org/abs/2302.13326v1": {"id": "http://arxiv.org/abs/2302.13326v1", "title": "Technical constraints on interstellar interferometry and spatially resolving the pulsar magnetosphere", "summary": "Scintillations of pulsar radio signals caused by the interstellar medium can in principle be used for interstellar interferometry. Changes of the dynamicspectra as a function of. pulsar longitude were in the past interpreted as having spatially resolved the pulsar. magnetosphere. However, we show that these effects are not signatures of having resolved the pulses."}, "http://arxiv.org/abs/2302.13306v1": {"id": "http://arxiv.org/abs/2302.13306v1", "title": "Paradigmatic examples for testing models of optical light polarization by spheroidal dust", "summary": "The polarization of radiation due to scattering, dichroic extinction, and birefringence of aligned spheroidal dust                grains can be implemented and tested in 3D Monte Carlo radiative transfer(MCRT) codes. We demonstrate that MCpol is in excellent agreement to within 0.1% of the Stokesparameters."}, "http://arxiv.org/abs/2205.01986v2": {"id": "http://arxiv.org/abs/2205.01986v2", "title": "Cosmic rays and random magnetic traps", "summary": "The spatial distribution of cosmic ray (CR) particles in the interstellar medium is of major importance in radio astronomy. Local inhomogeneities in interstellar magnetic field strength and structure can affect the local diffusivity and ensemble dynamics of the cosmic ray particles. Our results can have profound implications for theinterpretation of the synchrotron emission from astronomical objects."}, "http://arxiv.org/abs/2302.13166v1": {"id": "http://arxiv.org/abs/2302.13166v1", "title": "Stellar Dynamical Modeling -- Counting Conserved Quantities", "summary": "Knowing the conserved quantities that a galaxy's stellar orbits conform to is critically important. Isolating integrals of motion and resonances are particularly important, non-isolating Integrals less so. We compare the behavior and results of two methods for counting the number of conservedquantities."}, "http://arxiv.org/abs/2302.13108v1": {"id": "http://arxiv.org/abs/2302.13108v1", "title": "Proximate molecular quasar absorbers: Chemical enrichment and kinematics of the neutral gas", "summary": "Proximate molecular quasar absorbers (PH2) are an intriguing population of recently uncovered absorption systems. We performed amulti-wavelength spectroscopic follow-up of thirteen such systems with                VLT/X-Shooter. We measure the quasar systemic redshifts through emission lines from both ionised gas and CO(3-2) emission."}, "http://arxiv.org/abs/2301.04667v2": {"id": "http://arxiv.org/abs/2301.04667v2", "title": "Unravelling the mass spectrum of destroyed dwarf galaxies with the metallicity distribution function", "summary": "Accreted stellar populations are comprised of the remnants of destroyedgalaxies. They often dominate the `stellar haloes' of galaxies such as the MilkyWay. This ensemble of external contributors is a key indicator of the pastassembly history of a galaxy. We introduce a novel statistical method that uses the unbinned metallicity distribution function (MDF) of a stellar population to estimate its mass spectrum."}, "http://arxiv.org/abs/2302.14846v1": {"id": "http://arxiv.org/abs/2302.14846v1", "title": "Khronometric theories of modified Newtonian dynamics", "summary": "In 2011 Blanchet and Marsat suggested a fully relativistic version of Milgrom's modified Newtonian dynamics. We show that a previous claim in the literature that the Blanchet-Marsattheory suffers from an inconsistency in the non-relativistic or slow motionlimit is incorrect."}, "http://arxiv.org/abs/2302.14800v1": {"id": "http://arxiv.org/abs/2302.14800v1", "title": "The JCMT Nearby Galaxies Legacy Survey: SCUBA-2 observations of nearby galaxies", "summary": "We present 850$\\mu$m observations of a sample of 8 nearby spiral galaxies, made using the SCUBA-2 camera on the James Clerk Maxwell Telescope. We measured dust column densities, temperatures and opacity indices by fitting spectral energy distributions. We suggest that Herschel traces gas in regions which will form stars on timescales comparable to the star formation timescale traced by GALEX and Spitzer."}, "http://arxiv.org/abs/2302.14799v1": {"id": "http://arxiv.org/abs/2302.14799v1", "title": "The GRETOBAPE gas-phase reaction network: the importance of being exothermic", "summary": "Gas-phase reaction networks are the backbone of astrochemical models. They can be the first source of error in the simulations if incorrect reactions are present. 5% of the reactions in the original network are endothermic. The reaction network of Si-bearing species is the most impacted by the endothermicity cleaning process."}, "http://arxiv.org/abs/2302.14783v1": {"id": "http://arxiv.org/abs/2302.14783v1", "title": "Probing the rapid formation of black holes and their galaxy hosts in QSOs", "summary": "Using the modelling code X-CIGALE, we reproduced the SEDs of 1,359 SDSS QSOs within the redshift range 0 < z < 4. At lower redshifts the starburst nature of the host, independent from its morphology, is better reproduced by an SFH."}, "http://arxiv.org/abs/2302.14782v1": {"id": "http://arxiv.org/abs/2302.14782v1", "title": "Deep Synoptic Array science: A massive elliptical host among two galaxy-cluster fast radio bursts", "summary": "Fast radio burst (FRB) sources provide important insights for developing their progenitor theories. We report two FRBs inmassive galaxy clusters discovered by the Deep Synoptic Array (DSA-110) The varied star formation histories of the two FRBhosts we report indicate a wide delay-time distribution of FRB progenitors."}, "http://arxiv.org/abs/2302.14775v1": {"id": "http://arxiv.org/abs/2302.14775v1", "title": "A variant on the mechanism for bar instabilities", "summary": "No widely-accepted idea has yet been advanced to account for why this does not generally happen in most disc galaxies. The unstable mode that is responsible for bar formation is believed to be a standing wave in a cavity that reflects off the disc centre and thecorotation radius."}, "http://arxiv.org/abs/2302.14749v1": {"id": "http://arxiv.org/abs/2302.14749v1", "title": "Simultaneous Millimeter-wave, Gamma-ray, and Optical Monitoring of the Blazar PKS 2326-502 During a Flaring State", "summary": "Millimeter-wave (mm-wave) data in multi-wavelength studies of thevariability of active galactic nuclei (AGN) can provide insights into AGNphysysics that are not easily accessible at other wavelengths. We report on a pilot study using data from the SPTpol instrument on the South Pole Telescope."}, "http://arxiv.org/abs/2302.14738v1": {"id": "http://arxiv.org/abs/2302.14738v1", "title": "H$_2$O MegaMaser emission in NGC 4258 indicative of a periodic disc instability", "summary": "H$_2$O MegaMaser emission may arise from thin gas discs surrounding themassive nuclei of galaxies such as NGC\\,4258. A detailed view of these regions is possible using the very high angular resolution afforded by space-very long baseline interferometry (SVLBI)"}, "http://arxiv.org/abs/2302.02810v2": {"id": "http://arxiv.org/abs/2302.02810v2", "title": "The 10 parsec sample in the Gaia era: first update", "summary": "The nearest stars provide a fundamental constraint for our understanding ofstellar physics and the Galaxy. We provide a new catalogue of 541 stars, brown dwarfs, and exoplanets in 336 systems within 10 pc from the Sun. We also explore the new products made available in the most recent third Gaia data release."}, "http://arxiv.org/abs/2212.01465v2": {"id": "http://arxiv.org/abs/2212.01465v2", "title": "Early-Forming Massive Stars Suppress Star Formation and Hierarchical Cluster Assembly", "summary": "Early-forming massive stars disrupt the natal gas structure, resulting in fast evacuation of the gas from the star forming region. The star formation rate is suppressed, reducing the total mass of stars formed. Early-formingmassive stars promote the buildup of separate and gravitationally unbound subclusters, while the controlmodel forms a single massive cluster."}, "http://arxiv.org/abs/2208.01357v2": {"id": "http://arxiv.org/abs/2208.01357v2", "title": "Concerning Colour: The Effect of Environment on Type Ia Supernova Colour in the Dark Energy Survey", "summary": "Recent analyses have found intriguing correlations between the colour ($c$)of type Ia supernovae (SNe Ia) and the size of their 'mass-step' We find a $3\\sigma$ difference in the mass-step when comparing blue ($c<0$) and red ($c>0$), and suggest that the cause of this relationship is dust."}, "http://arxiv.org/abs/2302.14586v1": {"id": "http://arxiv.org/abs/2302.14586v1", "title": "Implementing RFI mitigation in Radio Science", "summary": "This paper presents an overview of methods for mitigating radio frequency interference (RFI) in radio science data. The primary purpose of mitigation is to assist observatories to take useful data outside frequency bands allocated to the Science Services. Mitigation methods may be introduced at a variety of points within the data acquisition system in order to lessen the RFI intensity."}, "http://arxiv.org/abs/2302.14524v1": {"id": "http://arxiv.org/abs/2302.14524v1", "title": "Swing Amplification and the Gaia Phase Spirals", "summary": "Julian and Toomre                used the shearing sheet to show that leading density waves are amplified as they swing into a trailing ones. An excitation that is symmetric about the mid plane produces a density/breathing wave as well as two-armedphase spirals in the vertical phase space plane. On the other hand, anexcitement that is antisymmetric aboutthe mid plane leads to a bending wave. In either case, self-gravity plays a crucial role in driving the evolution of the disturbance."}, "http://arxiv.org/abs/2210.04245v2": {"id": "http://arxiv.org/abs/2210.04245v2", "title": "The distribution of globular clusters in kinematic spaces does not trace the accretion history of the host galaxy", "summary": "Globular clusters (GCs) are among the oldest stellar systems in the Milky Way. This work aims to test a widely-used assumption about the clustering of GCs. In contrast with standard assumptions made in the literature so far, we find that accreted GCs do not show dynamical coherence."}, "http://arxiv.org/abs/2212.10059v2": {"id": "http://arxiv.org/abs/2212.10059v2", "title": "CosmoDRAGoN simulations -- I. Dynamics and observable signatures of radio jets in cosmological environments", "summary": "The Cosmological Double Radio Active Galactic Nuclei (CosmoDRAGoN) project simulates AGN jets in cosmological environments. The simulations highlight the importance of accuraterepresentation of both jets and environments for radio morphology, radiospectra and feedback the jets provide to their surroundings."}, "http://arxiv.org/abs/2302.12805v2": {"id": "http://arxiv.org/abs/2302.12805v2", "title": "JADES: Discovery of extremely high equivalent width Lyman-alpha emission from a faint galaxy within an ionized bubble at z=7.3", "summary": "JADES-GS+53.16746-27.7720 (shortened to JADes-GS-z7-LA) is a galaxy with a redshift of 7.278. The Ly$\\alpha$ line is detected in both lower resolution ($R\\sim100$) PRISM as well as medium resolution ($ R\\sim1000$) G140M grating spectra. It peaks within $120$km s$^{-1}$ of the systemic redshift, indicative of very little neutral gas or dust."}, "http://arxiv.org/abs/2208.02278v2": {"id": "http://arxiv.org/abs/2208.02278v2", "title": "Starlight-polarization-based tomography of the magnetized interstellar medium: PASIPHAE's line-of-sight inversion method", "summary": "We present the first Bayesian method for tomographic decomposition of the plane-of-sky orientation of the magnetic field. We develop a model in which the polarization signal from the magnetized and dusty ISM is described by thin layers at various distances. We test our method on mock data taking into account realisticuncertainties from Gaia."}, "http://arxiv.org/abs/2302.14379v1": {"id": "http://arxiv.org/abs/2302.14379v1", "title": "Young stellar distance indicators and the extragalactic distance scale", "summary": "The extragalactic distance scale is perhaps the most important application ofstellar distance indicators. Among these, classical Cepheids are high-accuracystandard candles that support a $1.4\\%$ measurement of Hubble's constant, $H_0. The accuracy of Cepheid distances is thus directly relevant for understanding the implications of the Hubble tension."}, "http://arxiv.org/abs/2302.14371v1": {"id": "http://arxiv.org/abs/2302.14371v1", "title": "Formal stability analysis for the recent $γ=5/3$ power-law spherical accretion solution", "summary": "An exact spherically symmetric analytic accretion solution was recently presented. It forms a one-parameter family of solutions ranging from an empty free-fall solution to a hydrostatic equilibrium configuration. This power-law solution is characterised by a constant Mach number for the flow."}, "http://arxiv.org/abs/2302.14347v1": {"id": "http://arxiv.org/abs/2302.14347v1", "title": "Membership analysis and 3D kinematics of the star-forming complex around Trumpler 37 using Gaia-DR3", "summary": " Gaia-DR3 data and machine learning tools are very useful for studying large star-forming complexes. Of the 1243 stars, 152 have radial velocity, with a mean value of $16.41\\pm0.72~km/s. The kinematic analysis shows that the cluster's expansion is relatively slow compared to the whole complex."}, "http://arxiv.org/abs/2206.02815v3": {"id": "http://arxiv.org/abs/2206.02815v3", "title": "The Simulated Catalogue of Optical Transients and Correlated Hosts (SCOTCH)", "summary": "Host galaxy information can be used to purify samples of cosmological Type Iasupernovae, uncover the progenitor systems of individual classes, andfacilitate low-latency follow-up of rare and peculiar explosions. We have designed these simulations to optimizephotometric classification and analysis in upcoming large synoptic surveys."}, "http://arxiv.org/abs/2302.14185v1": {"id": "http://arxiv.org/abs/2302.14185v1", "title": "Low-Frequency Radio Recombination Lines Away From the Inner Galactic Plane", "summary": "Diffuse radio recombination lines (RRLs) in the Galaxy are possible grounds for redshifted 21~cm experiments. We use EDGES drift scans to characterize diffuse RRLs across the southern sky. We find no evidence for hydrogen or carbon lines at the noise level of 3.4~mK (1$\\sigma)"}, "http://arxiv.org/abs/2302.14155v1": {"id": "http://arxiv.org/abs/2302.14155v1", "title": "Discovery of a quiescent galaxy at z=7.3", "summary": "Local galaxies are known to broadly follow a bimodal distribution. We report the discovery of a quiescent galaxy in theprimordial Universe. The galaxy experienced a short and intense burst of star formation followed by rapidquenching, about 10-20 Myr before the epoch of observation. It represents a unique opportunity to learn more about galaxy formation andtransformation in the early Universe."}, "http://arxiv.org/abs/2302.14127v1": {"id": "http://arxiv.org/abs/2302.14127v1", "title": "X3: a high-mass Young Stellar Object close to the supermassive black hole Sgr~A*", "summary": "A highly dynamic YSO close to Sgr~A* may be a member of the IRS13 cluster. The proper motion and distance imply a relation of X3 and IRS13. IRS13 may serve as a birthplace for young stars that are ejected due to the evaporation of theGC."}, "http://arxiv.org/abs/2303.01495v1": {"id": "http://arxiv.org/abs/2303.01495v1", "title": "Detailed shapes of the line-of-sight velocity distributions in massive early-type galaxies from non-parametric spectral models", "summary": "We present the first systematic study of the detailed shapes of the line-of-sight velocity distributions (LOSVDs) in nine massive early-typegalaxies. We propose that these wings originate from fainthalos of loosely bound stars around the ETGs, similar to the cluster-boundstellar envelopes found around many brightest cluster galaxies. We extensively discuss potential LOSVD distortionsdue to template mismatch and strategies to avoid them."}, "http://arxiv.org/abs/2201.07304v2": {"id": "http://arxiv.org/abs/2201.07304v2", "title": "Detection of Chemo-Kinematical Structures in Leo I", "summary": "A variety of formation models for dwarf spheroidal (dSph) galaxies have been proposed in the literature, but generally they have not beenquantitatively compared with observations. We used a speciallydeveloped algorithm called Beacon to detect chemo-kinematical patterns in the observed and simulated data."}, "http://arxiv.org/abs/2212.00032v2": {"id": "http://arxiv.org/abs/2212.00032v2", "title": "PHANGS-JWST First Results: Spurring on Star Formation: JWST Reveals Localised Star Formation in a Spiral Arm Spur of NGC 628", "summary": "We combine JWST observations with ALMA CO and VLT-MUSE H$\\alpha$ data toamine off-spiral arm star formation in the face-on, grand-design spiral galaxy NGC 628. We focus on the northern spiral arm, around a galactocentric radius of 3-4 kpc, and study two spurs. These form an interesting contrast, as one is CO-rich and one CO-poor, and they have a maximum azimuthal offset in MIRI 21$\\mu$m."}, "http://arxiv.org/abs/2208.08843v4": {"id": "http://arxiv.org/abs/2208.08843v4", "title": "Catastrophic Dark Matter Capture", "summary": "A new idea which may be relevant to the formation of galaxies via the infall of baryonic matter (BM) and dark matter (DM) onto a pre-existing over density. Unlike BM, DM particles can fly through a static                over density without being captured. We propose a simple model for DM capture:slow DM particles are captured by it, further increasing its mass."}, "http://arxiv.org/abs/2303.01374v1": {"id": "http://arxiv.org/abs/2303.01374v1", "title": "Raising the observed metallicity floor with a 3D non-LTE analysis of SDSS J102915.14+172927.9", "summary": "The first stars produced the first heavy elements and set the stage for the formation of the first galaxies. Spectroscopic studies have shown that most secondgeneration stars are carbon-enhanced with one notable exception. We reanalyse the composition of SDSS.J102915.14+172927.9."}, "http://arxiv.org/abs/2303.01299v1": {"id": "http://arxiv.org/abs/2303.01299v1", "title": "Excitation of Langmuir waves in the magnetospheres of AGN", "summary": "In the paper we study the process of excitation of Langmuir waves in the magneticospheres of active galactic nuclei (AGN) We showed that the parametric process of energy pumping into the Lang Muir waves is very efficient. This might account for particle acceleration and plasma heating processes in the nearby regions of AGN."}, "http://arxiv.org/abs/2303.00025v2": {"id": "http://arxiv.org/abs/2303.00025v2", "title": "A variable active galactic nucleus at $z=2.06$ triply-imaged by the galaxy cluster MACS J0035.4-2015", "summary": "The object is detected in Hubble Space Telescope (HST) imaging taken for the RELICS program. It appears to have a quasi-stellar nucleus consistent with a point-source. The object adds to just a few quasars or other X-ray sources known to be multiply lensed by a galaxy cluster."}, "http://arxiv.org/abs/2209.05283v2": {"id": "http://arxiv.org/abs/2209.05283v2", "title": "A UV census of the environments of stripped-envelope supernovae", "summary": "This paper reports an environmental analysis of 41 uniformly-selected supernovae based on deep ultraviolet-optical images acquired by the Hubble Space Telescope. Young stellar populations are detected in most SN environments and their ages are derived with a hierarchical Bayesianapproach. The age distributions are indistinguishable between Type IIb and TypeIb while that for Type Ic is systematically younger. This suggests that the Type Ic SN progenitors are more massive."}, "http://arxiv.org/abs/2211.11150v4": {"id": "http://arxiv.org/abs/2211.11150v4", "title": "Comparing hierarchical black hole mergers in star clusters and active galactic nuclei", "summary": "Star clusters (SCs) and active galactic nuclei (AGNs) are promising sites for the occurrence of hierarchical black hole (BH) mergers. BH growth efficiency in AGNs is much higher than the efficiency in SCs. We argue that the majority of the hierarchical merger candidates detected by LIGO-Virgo may originate from AGNs."}, "http://arxiv.org/abs/2301.11412v2": {"id": "http://arxiv.org/abs/2301.11412v2", "title": "Accretion of sub-stellar companions as the origin of chemical abundance inhomogeneities in globular clusters", "summary": "Globular clusters exhibit abundance variations, defining `multiplepopulations' These variations have prompted a protracted search for their origin. We present a novel mechanism for late                delivery of pollutants into stars via accretion of sub-stellar companions. The companion accretion model can explain the dilution of pollutant and correlation with intra-cluster location."}, "http://arxiv.org/abs/2303.01116v1": {"id": "http://arxiv.org/abs/2303.01116v1", "title": "Observed UV continuum slopes ($β$) of galaxies at $z = 0.40-0.75$ in the GOODS-north field", "summary": "We estimate the UV continuum slope ($\\beta$) of 465 galaxies in the Great ObservatoriesOrigins Survey (GOODS) Northern field in the redshift range $z=0.40 - 0.75. The mean (median) and 1$\\sigma$ scatter in the observed $\\beta$ are found to be $-1.33\\pm0.07~(-1.32)$ and 0.60 within the considered redshiftrange. The faintest galaxies tend to be redder than the most luminous galaxies."}, "http://arxiv.org/abs/2303.01115v1": {"id": "http://arxiv.org/abs/2303.01115v1", "title": "Early results from GLASS-JWST. XX: Unveiling a population of \"red-excess'' galaxies in Abell2744 and in the coeval field", "summary": "The galaxies have normal F115W-F150W colors, but are up to 0.8 mag redder than red sequence galaxies in F200W- F444W. They also have rather blue rest frame B-V colors. Galaxies with the largest color deviations are found in the field and at the cluster virial radius."}, "http://arxiv.org/abs/2203.08478v2": {"id": "http://arxiv.org/abs/2203.08478v2", "title": "A binary origin for the first isolated stellar-mass black hole detected with astrometric microlensing", "summary": "The Milky Way is believed to host hundreds of millions of quiescentstellar-mass black holes (BHs) In the last decade, some of these objects have potentially been uncovered via gravitational microlensing events. Here, we study the landscape of isolated BHs formed in the field. We focus on the mass and center-of-mass speed of four populations."}, "http://arxiv.org/abs/2303.01097v1": {"id": "http://arxiv.org/abs/2303.01097v1", "title": "Small-scale dynamo with finite correlation times", "summary": "Fluctuation dynamos occur in most turbulent plasmas in astrophysics. They are prime candidates for amplifying and maintaining cosmic magnetic fields. A few analytical models exist to describe their behaviour but they are based onsimplifying assumptions. The Kazantsev model assumes an incompressible flow that is delta-correlated in time."}, "http://arxiv.org/abs/2302.07890v2": {"id": "http://arxiv.org/abs/2302.07890v2", "title": "$\\mathrm{morphofit}$: An automated galaxy structural parameters fitting package", "summary": "Themorphofit is a highlyparallelisable package for the estimate of galaxy structuralparameters. The package makes use of wide-spread and reliable codes. It has been optimised and tested in both low-density and crowded environments. We use the package in Tortorelli et al. 2023 to measure the structural parameters of cluster galaxies."}, "http://arxiv.org/abs/2303.01053v1": {"id": "http://arxiv.org/abs/2303.01053v1", "title": "Distances to nearby molecular clouds traced by young stars", "summary": "I present a catalog of distances to 63 molecular clouds located within ~2.5kpc of the Sun. The cloud distances are derived based on utilizing the Gaia DR3parallaxes of the young stellar objects (YSOs) By identifying AllWISE YSOcandidates (YSOCs) with infrared excesses and combining them with publishedYSOC catalogs, I compile an all-sky YSOC sample."}, "http://arxiv.org/abs/2302.14155v2": {"id": "http://arxiv.org/abs/2302.14155v2", "title": "Discovery of a quiescent galaxy at z=7.3", "summary": "Local galaxies are known to broadly follow a bimodal distribution. We report the discovery of a quiescent galaxy in theprimordial Universe. The galaxy experienced a short and intense burst of star formation followed by rapidquenching, about 10-20 Myr before the epoch of observation. It represents a unique opportunity to learn more about galaxy formation andtransformation in the early Universe."}, "http://arxiv.org/abs/2301.07186v2": {"id": "http://arxiv.org/abs/2301.07186v2", "title": "ABYSS I: Targeting strategy for APOGEE & BOSS young star survey in SDSS-V", "summary": "The fifth iteration of the Sloan Digital Sky Survey (SDSS-V) is set to obtainoptical and near-infrared spectra of $\\sim$5 million stars of all ages and masses throughout the Milky Way. As a part of these efforts, APOGEE & BOSS will observe stars with ages $<$30 Myrthat have been selected using a set of homogeneous selection functions."}, "http://arxiv.org/abs/2303.00826v1": {"id": "http://arxiv.org/abs/2303.00826v1", "title": "Quenching star formation with low-luminosity AGN winds", "summary": "We present a simple model for low-luminosity active galactic nucleus (LLAGN) The wind carries considerable energy and deposits it on the host galaxy at kiloparsecscales and beyond, heating the galactic gas thereby quenching star formation. The typical LLAGN can quench more than $10\\%$ of star formation in its host galaxy."}, "http://arxiv.org/abs/2303.00789v1": {"id": "http://arxiv.org/abs/2303.00789v1", "title": "Deep Chandra Observations of NGC 5728: Morphology and Spectral Properties of the Extended X-ray Emission", "summary": "Recent deep Chandra observations of nearby Compton thick (CT) AGN have produced surprising results. The diffuse emission is more extended at lower energies, in the bicone direction out to ~2 kpc. The nuclear spectrum suggests a low photoionization phase mixed with a more ionized gas component."}, "http://arxiv.org/abs/2303.00782v1": {"id": "http://arxiv.org/abs/2303.00782v1", "title": "Discovery of Extended Fe Ka Complex X-ray Emission in NGC 5728", "summary": "We find spectrally and spatially-resolved features in the Fe K$\\alpha$ complex in the Compton thick (CT) Seyfert NGC 5728. The [red, blue] features have significance much higher than in the nuclear spectrum. These energiesimply line-of-sight velocities of [$\\sim$19,000-42,000, $\\sim$ 28,000] km."}, "http://arxiv.org/abs/2303.00774v1": {"id": "http://arxiv.org/abs/2303.00774v1", "title": "Systematically Measuring Ultra-Diffuse Galaxies (SMUDGes). IV. Ultra-Diffuse Satellites of Milky Way Analogs", "summary": "We measure the correlation function between ultra-diffuse galaxy (UDG) candidates and Milky Way analogs (MWAs) We find that the projected radial distribution of UDG satellites is consistent with that of normal satellite galaxies. We interpret this as favoring models where UDG formation principally occurs within the general context of low mass galaxy formation over models invoking more exotic physical processes."}, "http://arxiv.org/abs/2303.00773v1": {"id": "http://arxiv.org/abs/2303.00773v1", "title": "Revisiting the alignment of radio galaxies in the ELAIS-N1 field", "summary": "Previous studies reported an alignment of the major axes of radio galaxies on various angular scales. Here, we study the alignment of radiogalaxies in the ELAIS-N1 Low Frequency ARray (LOFAR) deep field. We found that 95\\% of these sourceshave either photometric or spectroscopic redshifts, which we then used for a three-dimensional analysis."}, "http://arxiv.org/abs/2303.00770v1": {"id": "http://arxiv.org/abs/2303.00770v1", "title": "Another X-ray UFO without a momentum-boosted molecular outflow", "summary": "Alma CO(1-0) observations of the nearby LIRG galaxy pair. The western component of the pair, NED01, hosts a Seyfert 1.9 nucleus launching a powerful X-ray UFO. Our analysis suggests the UFO could be variable or multi- component."}, "http://arxiv.org/abs/2303.00763v1": {"id": "http://arxiv.org/abs/2303.00763v1", "title": "Census of Gaseous Satellites around Local Spiral Galaxies", "summary": "We present a search for gas-containing dwarf galaxies as satellite systems around nearby spiral galaxies using 21 cm neutral hydrogen (HI) data. We have identified 15 spiral`primary' galaxies in a local volume of 10 Mpc with a range of total masses. We found $0-3$ gaseous satellites per host galaxy within $2R_{200}$."}, "http://arxiv.org/abs/2303.00766v1": {"id": "http://arxiv.org/abs/2303.00766v1", "title": "Black hole mergers as tracers of spinning massive black hole and galaxy populations in the Obelisk simulation", "summary": "Massive black hole (BH) mergers will be key targets of future gravitationalwave and electromagnetic observational facilities. We analyse the high-resolution cosmologicalradiation-hydrodynamics simulation Obelisk, run to redshift $z=3.5$, to study properties of the merging BH population."}, "http://arxiv.org/abs/2303.00751v1": {"id": "http://arxiv.org/abs/2303.00751v1", "title": "Clumpy Structures within the Turbulent Primordial Cloud", "summary": "This paper studies the effect of turbulence in the formation process of the first stars. Previous simulations of Pop III starformation suggested these stars would have a typical mass of around $25. This mass discrepancy may be due to the unresolved turbulence of the Pop III cloud driven by accrecting primordial gas."}, "http://arxiv.org/abs/2301.04368v2": {"id": "http://arxiv.org/abs/2301.04368v2", "title": "On the functional form of the radial acceleration relation", "summary": "Exhaustive SymbolicRegression (ESR) is a new method for learning equations from data. ESR applies to late-type galaxy dynamics as encapsulated in the radialacceleration relation (RAR) The RAR has been claimed to manifest a new law of nature due to its regularity and tightness."}, "http://arxiv.org/abs/2303.00661v1": {"id": "http://arxiv.org/abs/2303.00661v1", "title": "Spherical Harmonic Representation of Energetic Neutral Atom Flux Components Observed by IBEX", "summary": "The Interstellar Boundary Explorer (IBEX) images the heliosphere by observingenergetic neutral atoms (ENAs) The IBEX-Hi instrument onboard IBEX provides full-sky maps of ENA fluxes. A narrow and bright emission from a circular region in the sky, dubbed the IBEX ribbon, is visible."}, "http://arxiv.org/abs/2303.00656v1": {"id": "http://arxiv.org/abs/2303.00656v1", "title": "Noise reduction on single-shot images using an autoencoder", "summary": "Autoencoders are a machine learning model that summarisesan input to identify its key features, then predicts arepresentation of a different input. The broad aim of our autoencoder model is to retain morphological information (e.g., non-parametric morphologicalinformation) from the survey data whilst simultaneously reducing the noise. We test our implementation on images from the Panoramic Survey Telescope and Rapid Response System."}, "http://arxiv.org/abs/2303.00626v1": {"id": "http://arxiv.org/abs/2303.00626v1", "title": "WALLABY Pre-Pilot Survey: Radio Continuum Properties of the Eridanus Supergroup", "summary": "We find evidence for tidal interactions andram-pressure stripping in the HI, resolved spectral index and IRRC morphologies of NGC 1385. The destruction of polycyclic aromatic hydrocarbons (PAHs) by merger-induced shocks may bedriving the observed WISE W3 deficit. We find the resolved IRRC to be useful for identifyingbackground radio sources."}, "http://arxiv.org/abs/2303.00603v1": {"id": "http://arxiv.org/abs/2303.00603v1", "title": "Radio jet precession in M81*", "summary": "We report four novel position angle measurements of the core region of M81* at 5GHz and 8GHz. We confirm the presence of sinusoidal jet precession of the M81 jet region as suggested by Marti-Vidal2011. We do not find a periodic modulation of the light curve with the precession."}, "http://arxiv.org/abs/2303.00598v1": {"id": "http://arxiv.org/abs/2303.00598v1", "title": "On the Possibility of Direct Detection of the Emission of Microlens MOA-2011-BLG-191/OGLE-2011-BLG-0462 -- a Probable Black Hole", "summary": "The data available for this object are used to calculate the density, temperature, and sound speed in its local interstellar medium. We obtain the accretion rate and luminosity of the object, and construct its theoretical spectrum. A comparison of the spectrum with the sensitivity levels of current and future instruments has shown that direct detection of the emission is possible for several future observing missions."}, "http://arxiv.org/abs/2303.00559v1": {"id": "http://arxiv.org/abs/2303.00559v1", "title": "Impact of Galaxy Mergers on Stellar Population Profiles of Early-type Galaxies", "summary": "Tidal features around ETGs are regarded as direct observational evidence for recent galaxy mergers. We find that ETGs with tidal features have less negative metallicitygradients and more positive age gradients than ETGs without tidal features. Compared to normal ETGs, ETGs have a slow metal-enrichment history in the early universe."}, "http://arxiv.org/abs/2209.13757v3": {"id": "http://arxiv.org/abs/2209.13757v3", "title": "Fuzzy Dark Matter as a Solution to Reconcile the Stellar Mass Density of High-z Massive Galaxies and Reionization History", "summary": "The JWST early release data show unexpected high stellar mass densities of massive galaxies. A high star formation efficiency is probablyneeded to explain this. Such a high star form efficiency would increase the number of ionizing photons. This would conflict with the current cosmic microwave background (CMB)"}, "http://arxiv.org/abs/2303.00489v1": {"id": "http://arxiv.org/abs/2303.00489v1", "title": "The miniJPAS survey quasar selection II: Machine learning classification with photometric measurements and uncertainties", "summary": "Astrophysical surveys rely heavily on the classification of sources as stars, galaxies or quasars from multi-band photometry. The variety of different types and redshifts of the objects present a challenge to standard template-basedmethods. We present a Machine Learning-based method that employs Convolutional Neural Networks (CNNs) to classify point-like sources."}, "http://arxiv.org/abs/2303.00453v1": {"id": "http://arxiv.org/abs/2303.00453v1", "title": "Advances in Optical / Infrared Interferometry", "summary": "O/IR interferometry has seen a revolution in the last 15 years. The GRAVITY instrument at the VLTI with four 8 meter telescopes reaches 1,000 times fainter objects than possible with earlier interferometers. With a combination of large telescopes, adaptive optics, fringe-tracking, and especially dual-beam                interferometry, GRAvITY has boosted the sensitivity by many orders of magnitude."}, "http://arxiv.org/abs/2303.00441v1": {"id": "http://arxiv.org/abs/2303.00441v1", "title": "On the Satellite Plane Problem", "summary": "We study the Satellite Plane Problem (SP) of the Milky Way by using simulation data of TNG50-1. Only one MW-like halo (haloID=395, at z=0, hereafter halo395) possesses a satellite plane as spatially thin and kinematically coherent as the observed one. Halo395 resembles the MW in a number of intriguing ways."}, "http://arxiv.org/abs/2303.00410v1": {"id": "http://arxiv.org/abs/2303.00410v1", "title": "JWST/NIRSpec Measurements of the Relationships Between Nebular Emission-line Ratios and Stellar Mass at z~3-6", "summary": "We analyze the rest-optical emission-line ratios of star-forming galaxies at 2.7<=z<6.5. We find in most cases that there is no significant evolution in the relationship between line ratio and M_* beyond z~3.3. Metallicity calibrations based on existing and upcoming JWST/NIRSpec observations will be required to translate empirical scaling into ones tracing chemical enrichment and gas cycling."}, "http://arxiv.org/abs/2302.03979v2": {"id": "http://arxiv.org/abs/2302.03979v2", "title": "Chemical characterisation of the X-shooter Spectral Library (XSL): [Mg/Fe] and [Ca/Fe] abundances", "summary": "The X-shooter Spectral Library (XSL) is a large empirical stellar library used as a benchmark for the development of stellar population models. We originally performed an analysis of the derived Mg and Caabundances for medium-resolution spectra of 611 stars. We have finally obtained precise [Mg/Fe]and [Ca/Fe) abundances for 192 and 217 stars respectively."}, "http://arxiv.org/abs/2303.00384v1": {"id": "http://arxiv.org/abs/2303.00384v1", "title": "Misaligned gas accretion as a formation pathway of S0 galaxies", "summary": "11% of S0 galaxies show gas-star kinematic misalignments. Misaligned S0s have lower masses of stellar components and dark matter halos. We propose misaligned gas accretion as an important formation formation pathway for S0's. We find that the BC and GV misaligned S 0s show younger.stellar population at $Rlesssim R_e$ and older population at. $R\\gtrsim R-e$than the control samples."}, "http://arxiv.org/abs/2303.00366v1": {"id": "http://arxiv.org/abs/2303.00366v1", "title": "Harnessing the Hubble Space Telescope Archives: A Catalogue of 21,926 Interacting Galaxies", "summary": "We use the new platform ESA Datalabs to assemble a catalogue of interacting galaxies from the Hubble Space Telescope science archives. This catalogue is larger than previously published catalogues by nearly an order of magnitude. Sixty percent of these systems have no previous references in either the NASAExtragalactic Database or Simbad."}, "http://arxiv.org/abs/2303.00306v1": {"id": "http://arxiv.org/abs/2303.00306v1", "title": "A massive interacting galaxy 525 million years after the Big Bang", "summary": "JWST observations confirm the existence of galaxies as early as 300Myr and at a higher number density than expected. The system has a morphology typically associated to two interacting galaxies, with a two- component main clump of very young stars. The absorption features suggest that Ly$\\alpha$ is damped by the interstellar and circumgalactic medium."}, "http://arxiv.org/abs/2303.00291v1": {"id": "http://arxiv.org/abs/2303.00291v1", "title": "Limited impact of jet induced feedback in the multi-phase nuclear interstellar medium of 4C12.50", "summary": "4C12.50 hosts (2.1+/-0.4)x1e4 Msun of hot molecular gas. An unusually high rotational temperature T =3020+/-160 K isferred. No evidence for star formation supression. NIR and MIRintegral field spectroscopy at very high spatial resolution would be of key value."}, "http://arxiv.org/abs/2303.00194v1": {"id": "http://arxiv.org/abs/2303.00194v1", "title": "The Ionization and Dynamics of the Makani Galactic Wind", "summary": "The Makani galaxy hosts the poster child of a galactic wind on scales of the tumultuouscircumgalactic medium. It consists of a two-episode wind in which the slow,outer wind originated 400 Myr ago and the fast,inner wind is 7 Myr old. While this wind contains ionized, neutral, and molecular gas, the physical state and mass of the warm, ionized gas is unknown."}, "http://arxiv.org/abs/2209.06833v3": {"id": "http://arxiv.org/abs/2209.06833v3", "title": "A Sun-like star orbiting a black hole", "summary": "The system appears as a slow-rotating G dwarf with near-solar metallicity. The system's modest eccentricity ($e=0.45$) and thin-disk Galactic orbit suggest that it was born in the MilkyWay disk with at most a weak natal kick."}, "http://arxiv.org/abs/2301.06253v2": {"id": "http://arxiv.org/abs/2301.06253v2", "title": "Switching integrators reversibly in the astrophysical $N$-body problem", "summary": "We present a simple algorithm to switch between $N$-body time integrators in a reversible way. We apply it to planetary systems undergoing arbitrarily closeencounters and highly eccentric orbits. Upgrading an ordinary non-reversible switching integrator is straightforward and introduces no appreciable computational burden."}, "http://arxiv.org/abs/2303.00120v1": {"id": "http://arxiv.org/abs/2303.00120v1", "title": "The LMC+ SOFIA Legacy Program", "summary": "SOFIA has observed a 40' x 20' (60 pc x 30 pc) area of the metal-poor Large Magellanic Cloud in 158 micron [CII] and 88 micron[OIII], targeting the southern molecular ridge just south of 30Doradus. Preliminary analyses indicates that most of the molecular hydrogen in the region is in a CO-dark gas component."}, "http://arxiv.org/abs/2303.00044v1": {"id": "http://arxiv.org/abs/2303.00044v1", "title": "The Initial Mass Function and Other Stellar Properties Across the Core of the Hydra I Cluster", "summary": "Hydra I cluster offers an excellent opportunity to study and compare the old stellar populations in the core of its two brightest galaxies. The differing kinematics of the two galaxies allows a test of the local validity of general scaling relations. Our results suggest that the inner 5 kpc region of both galaxies formed at the same time and evolved with a similar star formation time-scale."}, "http://arxiv.org/abs/2303.00034v1": {"id": "http://arxiv.org/abs/2303.00034v1", "title": "A Comprehensive Perturbative Formalism for Phase Mixing in Perturbed Disks. II. Phase Spirals in an Inhomogeneous Disk Galaxy with a Non-responsive Dark Matter Halo", "summary": "We develop a linear perturbative formalism to compute the response of an inhomogeneous stellar disk embedded in a non-responsive dark matter halo to perturbations like bars, spiral arms and satellite galaxy encounters. Collisional diffusion due to scattering of stars by structures like giant molecular clouds causes super-exponential damping of the phase-spiral."}, "http://arxiv.org/abs/2303.00019v1": {"id": "http://arxiv.org/abs/2303.00019v1", "title": "Monitoring of the polarized $H_{2}O$ maser emission around the massive protostars W75N(B)-VLA1 and W75N(B)-VLA2", "summary": "Several radio sources have been detected in the HMSFR W75N(B) Among them the massive YSOs VLA1 and VLA2 are of great interest. In both sources 20 GHz water masers were detected. The researchers monitored the polarized emission of the water maser around both Y SOs over a period of 6 years."}, "http://arxiv.org/abs/2303.00016v1": {"id": "http://arxiv.org/abs/2303.00016v1", "title": "The metal-weak Milky Way stellar disk hidden in the Gaia-Sausage-Enceladus debris: the APOGEE DR17 view", "summary": "Using data from APOGEE DR17 and Gaia we select stars in the Mg-Mn-Al-Fe plane with elemental abundance signatures indicative of accreted origin. We find stars with both halo-like and disk-like kinematics. We show that the in situ fraction ofstars on deeply bound orbits is not small."}, "http://arxiv.org/abs/2303.00010v1": {"id": "http://arxiv.org/abs/2303.00010v1", "title": "Direct detection of supernova progenitor stars with ZTF and LSST", "summary": "Direct detection of core-collapse supernova (SN) progenitor stars is a powerful way of probing the last stages of stellar evolution. However, archival Hubble Space Telescope images are limited to about one per year. Here, we explore whether we can increase the detection rate by using ground-based wide-field surveys."}, "http://arxiv.org/abs/2303.00008v1": {"id": "http://arxiv.org/abs/2303.00008v1", "title": "A stellar halo walks into a bar: creation of substructure from a smooth distribution function", "summary": "Using data from the Gaia satellite's Radial Velocity Spectrometer DataRelease 3 (RVS, DR3), we find a new and robust feature in the phase space distribution of halo stars. It is a prominent ridge at energies$E\\approx-1.4\\times10^5$ km$^2$ s$^{-2}$ and with angular momemtum $L_z>0$. We run test particle simulations of a stellar halo-like distribution of particlesin a realistic Milky Way potential with a rotating bar."}, "http://arxiv.org/abs/2303.00009v1": {"id": "http://arxiv.org/abs/2303.00009v1", "title": "JWST-TST Proper Motions: I. High-Precision NIRISS Calibration and Large Magellanic Cloud Kinematics", "summary": "This is the first paper in a series by our JWST Telescope Scientist Team (TST), in which we will use Guaranteed Time Observations to study the PM kinematics of stellar systems in the Local Group. We kinematically detect the known star cluster OGLE-CL LMC 407, measure its absolute PM for the first time, and show how this differs from other LMC populations."}, "http://arxiv.org/abs/2303.02147v1": {"id": "http://arxiv.org/abs/2303.02147v1", "title": "Exploring the diversity and similarity of radially anisotropic Milky Way-like stellar haloes: implications for dwarf galaxy searches", "summary": "We investigate the properties of mergers that are comparable to the Gaia-Sausage-Enceladus (GSE) using cosmological hydrodynamical simulations of Milky Way-like galaxies. The merger progenitors span an order of magnitude in their peak stellar mass and include both rotationand pressure-supported galaxies."}, "http://arxiv.org/abs/2302.14846v2": {"id": "http://arxiv.org/abs/2302.14846v2", "title": "Khronometric theories of modified Newtonian dynamics", "summary": "In 2011 Blanchet and Marsat suggested a fully relativistic version of Milgrom's modified Newtonian dynamics. We show that the theory has a consistent non-relativistic or slow motion limit, of a kind different to that previously considered in the literature."}, "http://arxiv.org/abs/2209.05493v2": {"id": "http://arxiv.org/abs/2209.05493v2", "title": "The progenitor galaxies of stellar haloes as \"failed\" Milky Ways", "summary": "The stellar halo of the Milky Way records the history of its interactions with dwarf galaxies, whose subsequent destruction results in the formation of an extended stellar component. We use cosmological simulations of the Cold Dark Matter model to investigate LMC-mass galaxies at $z=1-2$ using a semi-analytic model of galaxy formation."}, "http://arxiv.org/abs/2303.02020v1": {"id": "http://arxiv.org/abs/2303.02020v1", "title": "An archival search for type Ia supernova siblings", "summary": "This is the largest sample of typeIa supernova (SN Ia) siblings to date. The sample comprises 158 galaxies,consisting of 327 confirmed SNe Ia. SN siblings share host galaxies, and thus share global                environmental properties. This makes them valuable for both cosmological and astrophysical analyses."}, "http://arxiv.org/abs/2301.04154v2": {"id": "http://arxiv.org/abs/2301.04154v2", "title": "Accelerated phase-mixing in the stellar halo due to a rotating bar", "summary": "In a galaxy merger, the stars are tidally stripped from the satellite and onto the host galaxy. They undergo phase mixing and form finely-grained structures in the phase space. These fragile structures may bedestroyed in the subsequent galaxy evolution. A rotating bar appears well after the merger is completed."}, "http://arxiv.org/abs/2303.01907v1": {"id": "http://arxiv.org/abs/2303.01907v1", "title": "Nonparametric galaxy morphology from stellar and nebular emission with the CALIFA sample", "summary": "We present a nonparametric morphology analysis of the stellar continuum and the nebular emission lines for a sample of local galaxies. Our goal is to quantify the difference in morphology between the stellar and nebular components. We find that edge-on galaxies show a more rapid change in physical size and concentration with increasing wavelength."}, "http://arxiv.org/abs/2303.01854v1": {"id": "http://arxiv.org/abs/2303.01854v1", "title": "Chemical models of adenine precursors cyanamide and carbodiimide in the interstellar medium", "summary": "Cyanamide (NH2CN) and its isomer, carbodiimide (HNCNH), may form adenine in the interstellar medium. They are considered key prebiotic molecules in the study of the origin of life. We used the three-phase NAUTILUS chemical code to investigate the formation and destruction of cyanamide."}, "http://arxiv.org/abs/2208.05881v2": {"id": "http://arxiv.org/abs/2208.05881v2", "title": "Uncertainty-Aware Blob Detection with an Application to Integrated-Light Stellar Population Recoveries", "summary": "Blob detection is a common problem in astronomy. There is currently no satisfactory method for blob detection with uncertainties. We develop theory and tools for an uncertainty-aware version of the classic Laplacian-of-Gaussians method. We apply the methods to data of the starcluster M54."}, "http://arxiv.org/abs/2212.04710v2": {"id": "http://arxiv.org/abs/2212.04710v2", "title": "What if young z>9 JWST galaxies hosted massive black holes?", "summary": "JWST is discovering star forming `candidate' galaxies with photometric redshifts of $z>9$ and little attenuation. We model presumptive massive blackholes (MBHs) in such galaxies and find that their unobscured emission is farfainter than the galaxy starlight in JWST filters. Only MBHs overmassive relative to expected galaxy scaling relations, accreting at high rates, would be detectable."}, "http://arxiv.org/abs/2303.01825v1": {"id": "http://arxiv.org/abs/2303.01825v1", "title": "Cosmic Radioactivity and Galactic Chemical Evolution", "summary": "'Modelling galactic chemical evolution' uses knowledge about sources of nucleosynthesis and how they change the interstellar gas. Tracing ejecta from sources, with their different frequencies and environments, through the interstellar medium and successive star formationcycles is the goal of model descriptions. Radioactive isotopes add important ingredients to such modelling."}, "http://arxiv.org/abs/2303.01762v1": {"id": "http://arxiv.org/abs/2303.01762v1", "title": "Direct-collapse black hole formation induced by internal radiation of host halos", "summary": "We estimate the fraction of halos that host supermassive black holes (SMBHs) through the direct collapse (DC) scenario by using cosmological N -body simulations. We consider for the first time the effect of Lyman-Werner (LW) radiation from stars within host halos."}, "http://arxiv.org/abs/2206.14677v2": {"id": "http://arxiv.org/abs/2206.14677v2", "title": "Identifying anomalous radio sources in the EMU Pilot Survey using a complexity-based approach", "summary": "The Evolutionary Map of the Universe (EMU) large-area radio continuum survey will detect tens of millions of radio galaxies. To maximise the scientificvalue and make new discoveries, the analysis of this data will need to go beyond simple visual inspection. We propose the coarse-grained complexity, asimple scalar quantity relating to the minimum description length of an image, that can be used to identify unusual structures."}, "http://arxiv.org/abs/2212.12087v4": {"id": "http://arxiv.org/abs/2212.12087v4", "title": "TESS observations of the Pleiades cluster: a nursery for delta Scuti stars", "summary": "We studied 89 A- and F-type members of the Pleiades open cluster, including five escaped members. We measured projected rotational velocities (v sin i) for 49 stars and confirmed that stellar rotation causes a broadening of the mainsequence in the color-magnitude diagram. Using time-series photometry from NASA's TESS Mission, we detected delta purposefullyScuti pulsations in 36 stars."}, "http://arxiv.org/abs/2303.01658v1": {"id": "http://arxiv.org/abs/2303.01658v1", "title": "ALMA Lensing Cluster Survey: Deep 1.2 mm Number Counts and Infrared Luminosity Functions at $z\\simeq1-8$", "summary": "180 dust continuum sources identified in 33massive cluster fields by the ALMA Lensing Cluster Survey (ALCS) over a total of 133 arcmin$^{2} area. The resolved fraction varies by a factor of $0.6-1.1$ depending on the spatial size of the mm emission. The total (=UV+IR) cosmic star-formation rate density (SFRD) at $z>4$ is estimated to be around 60% of established measurements."}, "http://arxiv.org/abs/2303.01637v1": {"id": "http://arxiv.org/abs/2303.01637v1", "title": "Multimass modelling of Milky Way globular clusters -- I. Implications on their stellar initial mass function above 1 M$_{\\odot}$", "summary": "The distribution of stars and stellar remnants within globular clusters holds clues about their formation and long-term evolution. This work has important implications for their initial mass                function (IMF) and the formation of black hole mergers. We show that, while the low-mass mass function slopes are strongly dependent on the dynamical age of the clusters, the high-mass slope is not."}, "http://arxiv.org/abs/2303.01636v1": {"id": "http://arxiv.org/abs/2303.01636v1", "title": "Evidence for a bottom-light initial mass function in massive star clusters", "summary": "We have determined stellar mass functions of 120 Milky Way globular clusters based on a comparison of archival HubbleSpace Telescope photometry with a large grid of direct N-body simulations. We find a strong correlation of the global mass function slopes of star clusters with both their internal relaxation times as well as their lifetimes."}, "http://arxiv.org/abs/2303.01583v1": {"id": "http://arxiv.org/abs/2303.01583v1", "title": "Evolution of the outflow in the water fountain source IRAS 18043$-$2116", "summary": "We present the spectral and spatial evolution of H$_2$O masers associated with the water fountain source IRAS 18043$-$2116 found in the observations with the Nobeyama 45 m telescope and the Australia Telescope Compact Array. The evolution of the maser cluster separation suggests a very short ($\\sim$30 yr) timescale of the outflow. The properties of the jet and the continuum sources and their possible evolution in the transition to the planetary nebula phase are further discussed."}, "http://arxiv.org/abs/2211.01391v2": {"id": "http://arxiv.org/abs/2211.01391v2", "title": "The Origin of Buckling Instability in Galactic Bars: Searching for the Scapegoat", "summary": "The buckling process in stellar bars is full of unsolved issues. Previous studies have promoted the nonresonant firehose instability to be responsible for the vertical buckling. We have analyzed the process in terms of the resonant excitation of stellar orbits in the                bar. We conclude that resonantexcitation is important in triggering the buckling instability."}, "http://arxiv.org/abs/2302.05465v2": {"id": "http://arxiv.org/abs/2302.05465v2", "title": "The Demographics, Stellar Populations, and Star Formation Histories of Fast Radio Burst Host Galaxies: Implications for the Progenitors", "summary": "We present a comprehensive catalog of observations and stellar population.properties for 23 highly secure host galaxies of fast radio bursts. The majority trace the star-forming main sequence of galaxies, but at least two FRBs originate in less active environments. The hosts of repeating FRBs generally extend to lower stellar masses, and the hosts of non-repeaters arise in more optically luminous galaxies. Four of the galaxies with the most clear and prolonged rises in their SFHs all host repeating FRB."}, "http://arxiv.org/abs/2302.14185v2": {"id": "http://arxiv.org/abs/2302.14185v2", "title": "Low-Frequency Radio Recombination Lines Away From the Inner Galactic Plane", "summary": "Diffuse radio recombination lines (RRLs) in the Galaxy are possible grounds for redshifted 21~cm experiments. We use EDGES drift scans to characterize diffuse RRLs across the southern sky. We find no evidence for hydrogen or carbon lines at the noise level of 3.4~mK (1$\\sigma)"}, "http://arxiv.org/abs/2303.01536v1": {"id": "http://arxiv.org/abs/2303.01536v1", "title": "Ionized gas kinematics and chemical abundances of low-mass star-forming galaxies at $z\\sim 3$", "summary": "We selected 35 low-mass SFGs from deepspectroscopic surveys based on their CIII]1908 emission. We characterized the galaxies' gas-phase metallicities and carbon-to-oxygen (C/O) abundance using a Te-based method via the OIII]1666/[OIII]5007 ratio."}, "http://arxiv.org/abs/2303.01529v1": {"id": "http://arxiv.org/abs/2303.01529v1", "title": "Via Machinae 2.0: Full-Sky, Model-Agnostic Search for Stellar Streams in Gaia DR2", "summary": " Via Machinae is an automated stellar stream-finding algorithm based on the deep learning anomaly detector ANODE. It identifies stellar streams within Gaia, using only angular positions, propermotions, and photometry, without reference to a model of the Milky Way. This new version of the algorithm includes many improvements and refinements to nearly every step."}, "http://arxiv.org/abs/2303.01528v1": {"id": "http://arxiv.org/abs/2303.01528v1", "title": "The PAndAS View of the Andromeda Satellite System. IV Global properties", "summary": "We build a statistical framework to infer the global properties of the satellite system of the Andromeda galaxy (M31) We find that the slope of the luminosity function is $1.5\\pm0.1$. Combined with the spatialdensity profile, it implies that, when accounting for survey incompleteness, M31 hosts dwarf galaxies with a distance between 30 and 300kpc. We conclude that many faint or distant dwarf galaxies remain to be discovered."}, "http://arxiv.org/abs/2303.01386v1": {"id": "http://arxiv.org/abs/2303.01386v1", "title": "The Gravito-Electromagnetic Approximation to the Gravimagnetic Dipole and its Velocity Rotation Curve", "summary": "Within newtonian gravity a stationary axisymmetric mass distribution or dark matter vortex of finite extent readily displays a somewhatFLattened out velocity rotation curve. The situation is analysed within the limits of weak field gravito-electromagnetism and nonrelativistic Dynamics. Thereby leading indeed to interesting and encouraging results."}, "http://arxiv.org/abs/1108.4631v2": {"id": "http://arxiv.org/abs/1108.4631v2", "title": "Fitting galaxy spectra with STECKMAP: a user guide", "summary": "STECKMAP stands for STEllar Content and Kinematics via Maximum A Posteriorilikelihood. It is a tool for interpreting galaxy spectra in terms of theirstellar populations, through the derivation of their star formation history, kinematics and extinction. To do so, the observed spectrum is projected onto a temporal sequence of models of single stellar populations."}, "http://arxiv.org/abs/2303.03259v1": {"id": "http://arxiv.org/abs/2303.03259v1", "title": "Gravitational lensing and missing mass", "summary": "The mass of an astrophysical object can be estimated by the amount of gravitational lensing of another object that it causes. To arrive at the validity of the inverse square law ofgravity, one assumes an attractive $1/r$ potential. We show that the above predicts a larger deflection angle for a given mass. This may diminish the importance and role of dark matter in explaining various observations."}, "http://arxiv.org/abs/2303.01658v2": {"id": "http://arxiv.org/abs/2303.01658v2", "title": "ALMA Lensing Cluster Survey: Deep 1.2 mm Number Counts and Infrared Luminosity Functions at $z\\simeq1-8$", "summary": "180 dust continuum sources identified in 33massive cluster fields by the ALMA Lensing Cluster Survey (ALCS) over a total of 133 arcmin$^{2} area. The resolved fraction varies by a factor of $0.6-1.1$ depending on the spatial size of the mm emission. The total (=UV+IR) cosmic star-formation rate density (SFRD) at $z>4$ is estimated to be around 60% of established measurements."}, "http://arxiv.org/abs/2303.03160v1": {"id": "http://arxiv.org/abs/2303.03160v1", "title": "On the sizes of ionized bubbles around the highest redshift galaxies. Spectral shapes of the Lyman-alpha emission from galaxies III", "summary": "The method requires an observed Lya equivalent width, velocity offset from systemic, and an input Lya profile. We demonstrate the technique in a sample of 21 galaxies at redshift z>6, including six at z=7.2-10.6 recently observed with JWST. We find that galaxies at z>7.5 exist in smaller bubbles (~1 pMpc) than those at z<7.7."}, "http://arxiv.org/abs/2203.06195v2": {"id": "http://arxiv.org/abs/2203.06195v2", "title": "The ALMA Frontier Fields Survey. VI. Lensing-corrected 1.1mm number counts in Abell 2744, MACSJ0416.1-2403, MACSJ1149.5+2223, Abell 370 and Abell S1063", "summary": "Probing the faint end of the number counts at mm wavelengths is important to identify the origin of the extragalactic background light in this regime. ALMA observations towardsmassive galaxy clusters have opened a window to disentangle this origin, allowing to resolve sub-mJy dusty star-forming galaxies."}, "http://arxiv.org/abs/2303.03059v1": {"id": "http://arxiv.org/abs/2303.03059v1", "title": "Reaction dynamics on amorphous solid water surfaces using interatomic machine learned potentials. Microscopic energy partition revealed from the P + H -> PH reaction", "summary": "Energy redistribution after a chemical reaction is one of the few mechanisms that explain the diffusion and desorption of molecules. This can be important in phosphorous hydrides, elusive yetfundamental molecules for interstellar prebiotic chemistry. The exact nature of the initial phosphorous binding sites is less relevant for the energy dissipation process because the nascent PH molecule migrates to sites with higher binding energy."}, "http://arxiv.org/abs/2303.03058v1": {"id": "http://arxiv.org/abs/2303.03058v1", "title": "Reoriented Memory of Galaxy Spins for the Early Universe", "summary": "Galaxy spins are believed to retain initially acquired tendency of being aligned with the intermediate principal axes of the linear tidal field. This prospect of using them as a probe of the early universe physics is contingent upon the assumption that stellar spins of the present galaxies measured at inner radii have the same alignment tendency as their dark mattercounterparts measured at virial limits."}, "http://arxiv.org/abs/2110.08629v2": {"id": "http://arxiv.org/abs/2110.08629v2", "title": "Black holes", "summary": "Black holes are defined as a region in spacetime where gravity is so strong that particles and electromagnetic radiation cannot escape. According to theirmass, they are classified into three types: stellar-mass black holes,intermediate-massblack holes, and supermassive black holes. This entry summarizes key research findings such as the universality of black hole accretion and black hole-galaxy co-evolution."}, "http://arxiv.org/abs/2303.03025v1": {"id": "http://arxiv.org/abs/2303.03025v1", "title": "Is there a dwarf galaxy satellite-of-satellite problem in $Λ$CDM?", "summary": "Using the Extragalactic DistanceDatabase, we searched for dwarf galaxy satellites of dwarf galaxies. We found a dwarf galaxy around the ultra-diffuse M96 companion M96-DF6 at 10 Mpc. We compare the luminosity ratio of this and three other known known satellite-of-satellite systems with results from two different cosmological sets of CDM simulations."}, "http://arxiv.org/abs/2303.02929v1": {"id": "http://arxiv.org/abs/2303.02929v1", "title": "The Stellar Mass - Black Hole Mass Relation at $z\\sim2$ Down to $\\mathcal{M}_\\mathrm{BH}\\sim10^7 M_\\odot$ Determined by HETDEX", "summary": "We investigate the stellar mass - black hole mass relation with type 1 AGN down to 10^7 M_\\odot. We identify 66 type 1AGN with an absolute magnitude of $10^7$ to $10^{10} M_’odot’ that are measured with single-epoch virial method. We further assess the validity of SED fitting in two cases by host-nuclear decomposition."}, "http://arxiv.org/abs/2212.04702v2": {"id": "http://arxiv.org/abs/2212.04702v2", "title": "Dark against luminous matter around isolated central galaxies: a comparative study between modern surveys and Illustris-TNG", "summary": "We measure the weak lensing signals around isolated central galaxies (ICGs) from SDSS/DR7 at $z\\sim0.1$. The projected stellar mass density profiles of satellite galaxies are further deduced, using photometric sources from the Hyper Suprime-Cam survey (pDR3) The signals of ICGs $+$ their extended stellar halos are taken from Wang et al..(2021) All measurements are compared with predictions by the Illustris-TNG300-1 simulation."}, "http://arxiv.org/abs/2303.02878v1": {"id": "http://arxiv.org/abs/2303.02878v1", "title": "Magnetism in High-Mass Stars", "summary": "Magnetism is a ubiquitous property of astrophysical plasmas, yet stellarmagnetism still remains far from being completely understood. Several mechanisms(magneto-convection, mass-loss quenching, internal angular momentum transport, and magnetic braking) have significant implications for stellar evolution."}, "http://arxiv.org/abs/2303.02816v1": {"id": "http://arxiv.org/abs/2303.02816v1", "title": "Examining the Decline in the C IV Content of the Universe over 4.3 < z < 6.3 using the E-XQR-30 Sample", "summary": "CIV absorbers are key tracers of metal-enriched gas in galaxy halos over cosmic time. Previous studies suggest that the CIV cosmic massdensity decreases slowly over 1.5. We use 260 absorbers found in 42 XSHOOTER spectra of 6 quasars to constrain the rate and timing of the downturn."}, "http://arxiv.org/abs/2303.02811v1": {"id": "http://arxiv.org/abs/2303.02811v1", "title": "Reproducing some observed galactic rotation curves without dark matter or modified Newtonian dynamics", "summary": "Dark matter has been a long-standing and important issue in physics. This work aims to elucidate the mystery and show that the dark matter hypothesis is unnecessary. We can nicelyreproduce the observed rotation curves using only conventional Newtonian dynamics based on experimental surface brightness profiles of several galaxies."}, "http://arxiv.org/abs/2303.02788v1": {"id": "http://arxiv.org/abs/2303.02788v1", "title": "Polarization fraction of $Planck$ Galactic cold clumps and forecasts for the Simons Observatory", "summary": "We measure the polarization fraction of a sample of $6282$ Galactic cold deities. We test if polarization depends on the cold deities' physical properties. The Simons Observatory will detect $6000$ cold clumps in intensity and $200$ in polarization. This number of polarizedDiscoverions would represent a two orders of magnitude increase over the current results."}, "http://arxiv.org/abs/2302.02682v2": {"id": "http://arxiv.org/abs/2302.02682v2", "title": "Five methods for determining pattern speeds in galaxies", "summary": "New or refined methods for determining instantaneous scalar and vectorpattern speeds from a restricted domain are developed. The general feature used is that the time-derivative of a function of the coordinates is linearly proportional to its rotation rate and its particle velocities. Knowing the accelerations allows to find rotation in velocity space."}, "http://arxiv.org/abs/2303.02772v1": {"id": "http://arxiv.org/abs/2303.02772v1", "title": "Astrochemical Diagnostics of the Isolated Massive Protostar G28.20-0.05", "summary": "We study the astrochemical diagnostics of the isolated massive protostar. We analyze data from ALMA 1.3~mm observations with resolution of $1,000 au. We detect emission from a wealth of species, including oxygen-bearing and nitrogen-bearing molecules. We discuss their spatial distributions, correlation between different species and possible chemical origins."}, "http://arxiv.org/abs/2302.02890v2": {"id": "http://arxiv.org/abs/2302.02890v2", "title": "Evidence of an age gradient along the line of sight in the nuclear stellar disc of the Milky Way", "summary": "The nuclear stellar disc (NSD) is a flat dense stellar structure at the heart of the Milky Way. Recent work has shown that analogous structures are common in external spiral galaxies. However, the age of the NSD stellar population along the line of sight is still missing due to its extreme source crowding."}, "http://arxiv.org/abs/2303.02720v1": {"id": "http://arxiv.org/abs/2303.02720v1", "title": "Unraveling Baroclinicity in Black Hole Weather Storms", "summary": "Turbulence plays a vital role in the self-regulated feedback and feeding cycle of central supermassive black holes (SMBHs) In high-resolution hydrodynamical simulations of feedback driven by active galactic nuclei, baroclinicity is expected togenerate fresh turbulence via misaligned gradients of density and pressure. Our study provides a novel step forward in understanding astrophysical atmospheres."}, "http://arxiv.org/abs/2303.02704v1": {"id": "http://arxiv.org/abs/2303.02704v1", "title": "Non-parametric Reconstruction of Photon Escape Fraction from Reionization", "summary": "One of the most crucial yet poorly constrained parameters in modelling the emissivity of star-forming galaxies is the escape fraction. We present here the first non-parametric reconstruction of thisparameter as a function of redshift from a data-driven reionization model using a Gaussian Process Regression method."}, "http://arxiv.org/abs/2303.02703v1": {"id": "http://arxiv.org/abs/2303.02703v1", "title": "Pseudo-observation of spiral galaxies in the radio band to verify depolarization models", "summary": "Studies of the three-dimensional (3D) structures of galactic magnetic fields are entering a new era, with broadband, highly sensitive radio observations and new analysis methods. To reveal the magnetic field configuration from theobserved value integrated along the line of sight, it is necessary to derive an appropriate model that can reproduce the observational characteristics."}, "http://arxiv.org/abs/2303.02631v1": {"id": "http://arxiv.org/abs/2303.02631v1", "title": "Gravitational Amplification of Test-Mass Potential in the Self-gravitating Isothermal Gaseous Systems", "summary": "We examine gravitational amplification in theisothermal sheet, cylinder, and sphere. We assume that the systems are highly collisional and reach a new state of thermal equilibrium after perturbation. In the isothermal sphere, gravitational fields due to test pointmass are amplified oscillatorily with radius and show a repulsive effect at large radii."}, "http://arxiv.org/abs/2303.02527v1": {"id": "http://arxiv.org/abs/2303.02527v1", "title": "Interstellar Complex Organic Molecules towards outflows from the G351.16+0.70 (NGC 6334 V) massive protostellar system", "summary": "G351.16+0.70 is a relatively well-studied High Mass Star Forming Region with at least two main bipolar outflow structures. Using high-resolution and large bandwidth SMAobservations, we studied its molecular content to probe the emission of iCOMs."}, "http://arxiv.org/abs/2303.02296v1": {"id": "http://arxiv.org/abs/2303.02296v1", "title": "Hydrodynamic Simulations of a Relativistic Jet Interacting with the Intracluster Medium: Application to Cygnus A", "summary": "The Fanaroff-Riley class II radio galaxy Cygnus A hosts jets which produce radio emission, X-ray cavities, cocoon shocks, and X-Ray hotspots. Surrounding one hotspot is a peculiar \"hole\" feature which appears as a deficit in X-rays."}, "http://arxiv.org/abs/2303.02289v1": {"id": "http://arxiv.org/abs/2303.02289v1", "title": "Central BH mass of tidal disruption event candidate SDSS J0159 through long-term optical variabilities", "summary": "Central BH mass is determined in the tidal disruption event (TDE) candidate SDSS J0159. The virial BHMass is about two magnitudes larger than the BH Mass estimated by the total stellar mass. The TDE model determined central BH masses are about two magnitude lower than the virial mass. This suggests central BLRs including accreting debris should be better candidates of TDE."}, "http://arxiv.org/abs/2208.09013v2": {"id": "http://arxiv.org/abs/2208.09013v2", "title": "Forecasting constraints on the mean free path of ionizing photons at $z \\geq 5.4$ from the Lyman-$α$ forest flux auto-correlation function", "summary": "Recent measurements at $z \\sim 6$ suggest a rapid evolution of the auto-correlation function of Lyman-$\\alpha$ quasars. We model mock data sets with properties similar to the XQR-30 extended data set. We use a rigorous statisticalmethod to pass an inference test. Future work on non-Gaussian methods will enable higher precision measurements."}, "http://arxiv.org/abs/2303.02263v1": {"id": "http://arxiv.org/abs/2303.02263v1", "title": "Globular cluster formation histories, masses and radii inferred from gravitational waves", "summary": "Globular clusters (GCs) are found in all types of galaxies. They harbor some of the most extreme stellar systems, including black holes that may dynamicallyassemble into merging binaries (BBHs) Despite their ubiquity, the origin andevolution of GCs remains an open question."}, "http://arxiv.org/abs/2301.09727v2": {"id": "http://arxiv.org/abs/2301.09727v2", "title": "A Reexamination of Phosphorus and Chlorine Depletions in the Diffuse Interstellar Medium", "summary": "We present a comprehensive examination of interstellar P and Cl abundances based on an analysis of archival spectra. Column densities of P II, Cl I, and Cl II are determined for a combined sample of 107 sight lines probing diffuse atomic and molecular gas in the local Galactic interstellar medium. We find that both P andcl are essentially undepleted along sight lines showing the lowest overall depletions. Increasingly severe depletion rates of P are seen along molecule-rich sight lines."}, "http://arxiv.org/abs/2209.06218v2": {"id": "http://arxiv.org/abs/2209.06218v2", "title": "INFERNO: Galactic winds in dwarf galaxies with star-by-star simulations including runaway stars", "summary": "INFERNO is a new model for hydrodynamic simulations of galaxies. It treats early stellar kinematics to include walkaway and runaway stars. In contrast to massive disc galaxies, we find a surprisingly weak impact of the                early stellarKinematics, with runaway stars having little to no effect on our results."}, "http://arxiv.org/abs/2303.02211v1": {"id": "http://arxiv.org/abs/2303.02211v1", "title": "RR Lyrae Visual to Infrared Absolute Magnitude Calibrations. In the light of Gaia DR3", "summary": "A probabilistic approach has been used in combination with the parallax datafrom Gaia (e)DR3 to calibrate Period-Luminosity-(Abundance) (PLZ) Relations. The relation between $M_V$ and [Fe/H] is redetermined and as an illustration distances are given to a few selected objects."}, "http://arxiv.org/abs/2210.02467v2": {"id": "http://arxiv.org/abs/2210.02467v2", "title": "Efficient long-range AGN feedback affects the low redshift Lyman-$α$ forest", "summary": "Active galactic nuclei (AGN) feedback models are generally calibrated to produce galaxy observables. We show that the low redshift Lyman-$\\alpha$ forest can provide plausible evidence for long-range AGN jet feedback. We also show that TNG over-predicts the number density of absorbers at column densities $N_{\\rm HI} < 1014}$"}, "http://arxiv.org/abs/2303.04110v1": {"id": "http://arxiv.org/abs/2303.04110v1", "title": "A nearly constant CN/HCN line ratio in nearby galaxies: CN as a new tracer of dense gas", "summary": "We measure a remarkably constant CN/HCN line intensity ratio of 0.86$$\\pm$ 0.07 (standard deviation of0.20) We find that the CN/ HCN line ratio shows no significant correlation with molecular gas surface density, but shows a mild trend (increase of ~ 1.3 perex) with star formation rate surface density. The nearly constant ratio implies that CN can be used as atracer of dense gas mass and dense gas fraction in nearby galaxies."}, "http://arxiv.org/abs/2303.04098v1": {"id": "http://arxiv.org/abs/2303.04098v1", "title": "Validating Stellar Abundance Measurements from Multi-Resolution Spectroscopy", "summary": "Large-scale surveys will provide spectroscopy for $\\sim$50 million resolved stars in the Milky Way and Local Group. However, these data will have a highdegree of heterogeneity and most will be low-resolution ($R<10000$), posing challenges to measuring consistent and reliable stellar labels. By simultaneously fitting the full spectrum and Gaia photometry with the Payne, we can measure $40 abundances for 8 red giants in M15."}, "http://arxiv.org/abs/2301.03932v3": {"id": "http://arxiv.org/abs/2301.03932v3", "title": "Discovery of dusty sub-solar mass young stellar objects in NGC 346 with JWST/NIRCam", "summary": "JWST observations of NGC 346 reveal a substantial population of sub-solar mass youngstellar objects (YSOs) with IR excess. For the first time in an extragalactic environment, we detect embedded low-mass star-formation. Evidence of IR excess and accretion suggests that dust required for rocky planet formation is present."}, "http://arxiv.org/abs/2303.04067v1": {"id": "http://arxiv.org/abs/2303.04067v1", "title": "Where intermediate-mass black holes could hide in the Galactic Centre: A full parameter study with the S2 orbit", "summary": "In the Milky Way the central massive black hole, SgrA*, coexists with a compact nuclear star cluster that contains a sub-parsec concentration of young stars. In several scenarios the presence of an intermediate-mass black hole (IMBH) has been invoked. We use spectroscopic data of S2 to investigate whether a second massive object could be present deep in the Galactic Centre."}, "http://arxiv.org/abs/2206.09925v2": {"id": "http://arxiv.org/abs/2206.09925v2", "title": "Figuring Out Gas & Galaxies In Enzo (FOGGIE) VI: The Circumgalactic Medium of $L^*$ Galaxies is Supported in an Emergent, Non-Hydrostatic Equilibrium", "summary": "The circumgalactic medium (CGM) is often assumed to exist in or near Hydrostatic equilibrium. We investigate global hydrostatic equilibrium in the CGM using four highly-resolved $L^*$ galaxies from the Figuring Out Gas & Galaxies (FOGGIE) project. We find that global equilibrium models are neither appropriate nor predictive for the small scales probed by the FOGGIE."}, "http://arxiv.org/abs/2303.04017v1": {"id": "http://arxiv.org/abs/2303.04017v1", "title": "Understanding the progenitor formation galaxies of merging binary black holes", "summary": "With nearly a hundred gravitational wave detections, the origin of black hole mergers has become a key question. Here, we focus on understanding the typicalgalactic environment in which binary black Hole mergers arise. We find that over 50% of BBH mergers have a progenitor metallicity of a few tenths of Solar metalicity."}, "http://arxiv.org/abs/2303.03989v1": {"id": "http://arxiv.org/abs/2303.03989v1", "title": "Spectroscopic and evolutionary analyses of the binary system AzV 14 outline paths toward the WR stage at low metallicity", "summary": "The origin of Wolf-Rayet (WR) stars in low-metallicity (low-Z) galaxies is not yet understood. Single-star evolutionary models predict that WRstars stem from very massive O-type star progenitors. On the other hand, binary evolutionary models say WR stars couldoriginate from primary stars in close binaries. Hotter WR stars might originate from primary worrisomestars."}, "http://arxiv.org/abs/2211.17238v2": {"id": "http://arxiv.org/abs/2211.17238v2", "title": "Gaia Data Release 3: All-sky classification of 12.4 million variable sources into 25 classes", "summary": "Gaia DR3 contains 1.8 billion sources with G-band photometry, 1.5 billion of which with BP and RP photometry. Supervised machine learning (eXtreme Gradient Boosting and Random Forest) was employed to generate multi-class, binary, and meta-classifiers. Classification results comprise 12.4 million sources and include about 9 million Variable stars."}, "http://arxiv.org/abs/2303.03968v1": {"id": "http://arxiv.org/abs/2303.03968v1", "title": "Assessing indirect methods to determine black hole masses using NGC 4151", "summary": "Accurately determining the black hole mass ($M_\\mathrm{BH}$) in active galaxies is crucial to constraining their properties and to studying their evolution. Only indirect methods can be applied to heavily absorbed type 2 AGN, which represent most of the world's population."}, "http://arxiv.org/abs/2303.03963v1": {"id": "http://arxiv.org/abs/2303.03963v1", "title": "Could Nucleobases form in the ISM? A Theoretical Study in the Hoursehead nebula", "summary": "The Horseheadnebula is a region considered an archetype of molecular cloud. The model showed that at leastcytosine and uracil presented significant abundances. No insurmountable energybarrier which would prevent the reactions was found. The results of the study were published in the journal of theoretical physics."}, "http://arxiv.org/abs/2211.11022v2": {"id": "http://arxiv.org/abs/2211.11022v2", "title": "Dusty plasma in active galactic nuclei", "summary": "Dust in the form of the dusty-molecular torus is responsible for the obscuration in active galactic nuclei (AGN) at large viewing angles. Recently, we gained some insights into geometry of the region and the role of the dust in the dynamics of the outflow and failed winds."}, "http://arxiv.org/abs/2103.15153v3": {"id": "http://arxiv.org/abs/2103.15153v3", "title": "A new catalogue of head-tail radio galaxies from LoTSS DR1", "summary": "The unique morphology of head-tail (HT) radio galaxies suggests that radio                jets and their intra-cluster medium interact strongly. We conducted a systematically search for HT radio galaxies using the LOFAR Two-metre Sky Survey. The opening angle between jets in WATradio galaxies is greater than ninety degrees, exhibiting wide `C'-likemorphologies."}, "http://arxiv.org/abs/2211.12838v2": {"id": "http://arxiv.org/abs/2211.12838v2", "title": "First estimate of the local value of the baryonic streaming velocity", "summary": "For the first time, we constrain the local value of the SV in which the Milky Way was formed. We use the semi-analytical model A-SLOTH to simulate the formation of galaxies. The SV delays star formation at high redshift. At redshift z=0, the SV has no effect on the total stellar mass."}, "http://arxiv.org/abs/2303.03834v1": {"id": "http://arxiv.org/abs/2303.03834v1", "title": "Active galactic nuclei feedback in an elliptical galaxy (III): the impacts and fate of cosmological inflow", "summary": "The inflow of gas into a galaxy is speculated to be able to enhance the star formation rate (SFR) and black hole accretion rate (BHAR) In this paper, we investigate the fate of the inflow and its impacts on the evolution of a massive elliptical galaxy. We find that, the gas hardly enters but is blocked beyond the central galaxy."}, "http://arxiv.org/abs/2303.03791v1": {"id": "http://arxiv.org/abs/2303.03791v1", "title": "The mass-loss rates of star clusters with stellar-mass black holes: implications for the globular cluster mass function", "summary": "Stellar-mass black holes (BHs) can be retained in globular clusters (GCs) until the present. Simulations of GC evolution find that the relaxation drivenmass-loss rate is elevated if BHs are present, especially near dissolution. Low-metallicity GCs have the highest mass-loss rates."}, "http://arxiv.org/abs/2303.03718v1": {"id": "http://arxiv.org/abs/2303.03718v1", "title": "New dwarf galaxy candidates in the sphere of influence of the Local Volume spiral galaxy NGC2683", "summary": "The paper presents initial results of a survey of host galaxies environments in the Local Volume ($D<10\\,$Mpc) Using the wide-field Hyper Suprime-Cam imager on the 8m SubaruTelescope. Direct inspection of the images has revealed 4 new satellite galaxy candidates, 2 of which have been independently discovered."}, "http://arxiv.org/abs/2303.03564v1": {"id": "http://arxiv.org/abs/2303.03564v1", "title": "FAUST VII. Detection of A Hot Corino in the Prototypical Warm Carbon-Chain Chemistry Source IRAS 15398-3359", "summary": "We have observed the low-mass protostellar source, IRAS 15398$-$3359, as part of the Atacama LargeMillimeter/Submillimeter Array Large Program FAUST. We detect nine CH$_3$OH lines, including the high excitation lines with upper state energies up to 500 K. These results, in combination with previous reports, indicate that IRAS is a source with hybrid properties."}, "http://arxiv.org/abs/2303.03556v1": {"id": "http://arxiv.org/abs/2303.03556v1", "title": "Paper 1: The JWST PEARLS View of the El Gordo Galaxy Cluster and of the Structure It Magnifies", "summary": "The massive galaxy cluster El Gordo ($z=0.87$) imprints multitudes of digitally lensed arcs onto James Webb Space Telescope (JWST) images. Eight bands of NIRCam imaging were obtained in the Prime Extragalactic Areas for Reionization and Lensing Science program (GTO #1176)"}, "http://arxiv.org/abs/2212.12804v2": {"id": "http://arxiv.org/abs/2212.12804v2", "title": "Can Cosmological Simulations Reproduce the Spectroscopically Confirmed Galaxies Seen at $z\\geq 10$?", "summary": "The JADES survey has detected the most distantgalaxies with spectroscopically confirmed redshifts. We find that existing models for cosmological galaxy formation can generally reproduce the observations. The results all rest on the confirmation of these distances by spectroscopy."}, "http://arxiv.org/abs/2211.09130v2": {"id": "http://arxiv.org/abs/2211.09130v2", "title": "New Generation Stellar Spectral Libraries in the Optical and Near-Infrared I: The Recalibrated UVES-POP Library for Stellar Population Synthesis", "summary": "We present re-processed flux calibrated spectra of 406 stars from the                UVES-POP stellar library in the wavelength range 320-1025 nm. The spectra are provided in the two versions having spectral resolving power R=20,000 and R=80,000. For 364 stars from our sample, we provide projected projected rotational velocity and radial velocity estimates. The absolute flux uncertainty is better than 2% for about half of the stars."}, "http://arxiv.org/abs/2209.01369v2": {"id": "http://arxiv.org/abs/2209.01369v2", "title": "How the super-Eddington regime affects black hole spin evolution in high-redshift galaxies", "summary": "Three-dimensional hydrodynamical simulations of a galaxy in anisolated dark matter halo. We follow the evolution of the spin parameter $a$ of a black hole (BH) undergoing super-Eddington phases. This is suspected to be accompanied by powerful jet outflows, which are expected to increase the BH spin."}, "http://arxiv.org/abs/2201.08766v2": {"id": "http://arxiv.org/abs/2201.08766v2", "title": "How the super-Eddington regime regulates black hole growth in high-redshift galaxies", "summary": "Super-Eddington accretion is one scenario that may explain the rapid assembly of supermassive black holes (BHs) within the first billion years of the Universe. By means of hydrodynamical simulations of BH evolution in an isolated galaxy and its host halo with 12 pc resolution, we investigate how super-EDDington feedback affects the mass growth of the BH. We find that simulations with weak jet feedback efficienciesprovide a slightly larger BH mass evolution over long periods of time."}, "http://arxiv.org/abs/2303.03392v1": {"id": "http://arxiv.org/abs/2303.03392v1", "title": "A Multiwavelength Classification and Study of Red Supergiant Candidates in NGC 6946", "summary": "We have combined resolved stellar photometry from Hubble Space Telescope, Spitzer, and Gaia to identify red supergiant (RSG) candidates in NGC~6946. We classify 95 potential RSGs, with 40 of these being in our highest-quality sample. Three of our candidates appear significantly more consistent with binary models than single-star evolution models."}, "http://arxiv.org/abs/2303.03438v1": {"id": "http://arxiv.org/abs/2303.03438v1", "title": "X-ray Unveiling Events in a z~1.6 Active Galactic Nucleus in the 7 Ms Chandra Deep Field-South", "summary": "We investigate the extreme X-ray variability of a z = 1.608 active galacticucleus in the 7 Ms Chandra Deep Field-South (XID 403) XID 403 showed two significant X-rays brightening events. The extreme variability is likely due to two X-Ray unveilingevents, where the line of sight to the corona is no longer shielded by dust."}, "http://arxiv.org/abs/2303.03420v1": {"id": "http://arxiv.org/abs/2303.03420v1", "title": "Parameters of 220 million stars from Gaia BP/RP spectra", "summary": "We train our model on stellar atmospheric parameters from the LAMOST survey. We model the XP spectra with all of their covariances, augmented by 2MASS and WISE photometry. The modeling procedure alsoproduces an estimate of the optical extinction curve."}, "http://arxiv.org/abs/2303.03419v1": {"id": "http://arxiv.org/abs/2303.03419v1", "title": "The Universe is at Most 88% Neutral at z=10.6", "summary": "Recent observations of GN-z11 with JWST have revealed a Ly$\\alpha$ emission line with an equivalent width of 18$\\pm 2$ angstroms. At z=10.6, this galaxy isexpected to lie in the heart of reionization. We use a series of inhomogeneousreionization simulations to derive the distribution."}, "http://arxiv.org/abs/2303.03417v1": {"id": "http://arxiv.org/abs/2303.03417v1", "title": "Spectrally resolved cosmic rays -- III. Dynamical impact and properties of the circumgalactic medium", "summary": "Cosmic rays (CRs) are dynamically important for the formation and evolution of galaxies by regulating star formation and by powering galactic outflows. To what extent CRs regulate galaxy formation depends on the couplingstrength of CRs with the ambient plasma and the effective CR transport speed along the magnetic field."}, "http://arxiv.org/abs/2303.03412v1": {"id": "http://arxiv.org/abs/2303.03412v1", "title": "From Carbon to Cobalt: Chemical compositions and ages of $z\\sim0.7$ quiescent galaxies", "summary": "We present elemental abundance patterns (C, N, Mg, Si, Ca, Ti, V, Cr, Fe, Co, Co and Ni) for a population of 135 massive quiescent galaxies at $z\\sim0.7$ withultra-deep rest-frame optical spectroscopy. Themajority of elements, as well as the total metallicity and stellar age, show apositive correlation with $\\sigma_v$ The highest dispersion galaxies are the earliest and the most metal-rich."}, "http://arxiv.org/abs/2303.03407v1": {"id": "http://arxiv.org/abs/2303.03407v1", "title": "Identification of tidal features in deep optical galaxy images with Convolutional Neural Networks", "summary": "Interactions between galaxies leave distinguishable imprints which hold important clues about their mass assembly. These structures are difficult to detect because they are low surface brightness features so deep observations are needed. Upcoming surveys promise several orders of magnitude increase in depth and sky coverage, for                which automated methods for tidal feature detection will become mandatory."}, "http://arxiv.org/abs/2303.03408v1": {"id": "http://arxiv.org/abs/2303.03408v1", "title": "Partial stellar tidal disruption events and their rates", "summary": "Tidal disruption events (TDEs) of stars operated by massive black holes will be detected in thousands by upcoming facilities such as the VeraRubin Observatory. We assess rates of standard total TDEs, destroying the entire star, and partial TDE, in which a stellar remnant                survives the interaction. Our rateestimates are based on a novel definition of the loss cone whose size is commensurate to the largest radius at which partial disruptions can occur."}, "http://arxiv.org/abs/2303.03952v1": {"id": "http://arxiv.org/abs/2303.03952v1", "title": "An Improved Pair Method to Probe the Dust Extinction Law", "summary": " Dust extinction law is crucial to recover the intrinsic energy distribution of celestial objects and infer the characteristics of interstellar dust. An improved pair method is proposed to model the dust extinguished spectral energy distribution (SED) of an individual star. The derivedparameters in the dust model can be used to analyze the dust properties, which cannot be achieved by other methods."}, "http://arxiv.org/abs/2303.04802v1": {"id": "http://arxiv.org/abs/2303.04802v1", "title": "Lopsided Satellite Distributions around Isolated Host Galaxies in a LCDM Universe", "summary": "A recent observational study found that the projected spatial distributionsof the satellites of bright, isolated host galaxies tend to be lopsided. Here, we examine the spatial distribution of satellites of a large number of host galaxies that were obtained from mock redshift surveys of a LCDM simulation. In agreement with the observational study, we find a strong tendency for satellites in the simulation to be located on the same side of their host."}, "http://arxiv.org/abs/2303.04790v1": {"id": "http://arxiv.org/abs/2303.04790v1", "title": "Reconciling astronomical distance scales with variable red giant stars", "summary": "Stellar standard candles provide the absolute calibration for measuring the Universe's local expansion rate, H0. The accuracy of the H0 measure based on classical Cepheids has been challenged by a measurement based on the Tip of the Red Giant Branch (TRGB) method. This Hubble tension indicates a need forimportant revisions of fundamental physics."}, "http://arxiv.org/abs/2211.07865v2": {"id": "http://arxiv.org/abs/2211.07865v2", "title": "COSMOS-Web: An Overview of the JWST Cosmic Origins Survey", "summary": "COSMOS-Web is a contiguous 0.54 deg$^2$ NIRCamimaging survey in four filters (F115W, F150w, F277W, and F444W) It will reach 0.19 deg$2$ of MIRI imaging in one filter (F770W) The survey's goals are to discover thousands of galaxies in the Epoch of Reionization."}, "http://arxiv.org/abs/2303.04726v1": {"id": "http://arxiv.org/abs/2303.04726v1", "title": "PEARLS: Low Stellar Density Galaxies in the El Gordo Cluster Observed with JWST", "summary": "A full understanding of how unusually large \"Ultra Diffuse Galaxies\" (UDGs) fit into our conventional theory of dwarf galaxy formation remains elusive. A natural extension of UDG research is the study of similar galaxies at higher redshift to establish how their properties may evolve over time."}, "http://arxiv.org/abs/2303.04717v1": {"id": "http://arxiv.org/abs/2303.04717v1", "title": "Transient obscuration event captured in NGC 3227 IV. Origin of the obscuring cloud variability", "summary": "Obscuration events in type I active galactic nuclei (AGN) have been detected more frequently in recent years. Another event has been captured in NGC 3227 at the end of 2019. We aim to determine the nature of the observed spectral variability in 2019 obscuration event."}, "http://arxiv.org/abs/2303.00751v2": {"id": "http://arxiv.org/abs/2303.00751v2", "title": "Clumpy Structures within the Turbulent Primordial Cloud", "summary": "The first stars in the universe play acrucial role in cosmic evolution. Previous simulations of Pop~III star formation predicted a typical mass of around $100. Recent observations of extremely metal-poor stars suggest a lower mass scale. The mass discrepancy may arise from unresolved turbulence in the Pop~ III star-forming cloud."}, "http://arxiv.org/abs/2303.04610v1": {"id": "http://arxiv.org/abs/2303.04610v1", "title": "Free-floating or wide-orbit? Keck adaptive-optics observations reveal no host stars near free-floating planet candidates", "summary": "Microlensing events suggest a large population of Earth- to Neptune-mass planets that appear to have no host stars. It is currently unknown whether these objects are truly free-floating planets or whether they are in wide orbits around a distant star. We argue that deeper observations, for example with JWST, are needed to confidently confirm or refute this hypothesis."}, "http://arxiv.org/abs/2303.04600v1": {"id": "http://arxiv.org/abs/2303.04600v1", "title": "Detecting long-period variability in SDSS Stripe 82 standards catalog", "summary": "We report the results of a search for long-period ($100<P<600$ days) periodic                variability in SDSS Stripe 82 standards catalog. We present 5. sources with the spectra consistent with quasar spectra and plausible periodic.variability. We use the Kuiper statistic to ensure uniform distribution of data points in phased light curves."}, "http://arxiv.org/abs/2303.04572v1": {"id": "http://arxiv.org/abs/2303.04572v1", "title": "An Empirical reionization history model inferred from star-forming galaxies at $z>8$", "summary": "We present a new analysis of the rest-frame UV and optical spectra of three $z>8$ galaxies discovered behind the gravitational lensing cluster RX J2129.4+0009. We construct a logistic regression model to estimate the probability of a galaxy being a Lyman continuum emitter. The relative contribution of faint versus bright galaxies depends on redshift."}, "http://arxiv.org/abs/2303.04528v1": {"id": "http://arxiv.org/abs/2303.04528v1", "title": "The role of magnetic fields in the formation of multiple massive stars", "summary": "Magnetic fields are believed to be essential in the accretion andjection processes around single massive protostars. We identify several modes of fragmentation: Toomre-unstable diskfragmentation, arm-arm collision and arm-filament collision. With magnetic fields, the growth of individual disks is regulated even in the absence of fragmentation or truncation."}, "http://arxiv.org/abs/2303.03420v2": {"id": "http://arxiv.org/abs/2303.03420v2", "title": "Parameters of 220 million stars from Gaia BP/RP spectra", "summary": "We train our model on stellar atmospheric parameters from the LAMOST survey. We model the XP spectra with all of their covariances, augmented by 2MASS and WISE photometry. The modeling procedure alsoproduces an estimate of the optical extinction curve."}, "http://arxiv.org/abs/2302.08516v2": {"id": "http://arxiv.org/abs/2302.08516v2", "title": "Evidence for globular cluster collapse after a dwarf-dwarf merger: A potential nuclear star cluster in formation", "summary": "The dwarf galaxy UGC 7346 is located in the peripheral regions of theirgo Cluster. Its properties indicate the formation of a NSC caught in its earlier stages. The formation of NSCs due to collapse of GCs by dynamical friction in dwarf mergers would provide a natural explanation."}, "http://arxiv.org/abs/2211.01424v2": {"id": "http://arxiv.org/abs/2211.01424v2", "title": "A solar metallicity galaxy at $z >$ 7? Possible detection of the [N II] 122 $μ$m and [O III] 52 $μ$m lines", "summary": "We present the first detection of the [N II] 122 $m and [O III] 52 $m metrics for a reionisation-epoch galaxy. Based on these lines and previous [C II]158 $m measurements, we estimate an upper limit on electron density of $lesssim$ 500 cm. We also find a gas-phase metallicity of $Z/Z_\\odot \\sim 1.1 \\pm 0.2$ for A1689-zD1."}, "http://arxiv.org/abs/2210.09945v3": {"id": "http://arxiv.org/abs/2210.09945v3", "title": "Tidal Stripping of a White Dwarf by an Intermediate-Mass Black Hole", "summary": "During inspiralling of a white dwarf (WD) into an intermediate-mass blackhole, both gravitational waves (GWs) and electromagnetic(EM) radiation are emitted. Modeling these flares requires a prediction of the amount of stripped mass from the WD and the details of the accretion disk supply. We run hydrodynamical simulations to study the orbital parameter dependence of the stripped mass."}, "http://arxiv.org/abs/2303.04377v1": {"id": "http://arxiv.org/abs/2303.04377v1", "title": "Recent updates of gas-phase chemical reactions and molecular lines of SiS in CLOUDY", "summary": "The spectral synthesis code CLOUDYpredicts SiS line intensities and column densities for various astrophysicalenvironments. As a result, henceforth the code will be used to predict the SiS molecule's energy levels and collisional rate coefficients with H$_2$, H, and He."}, "http://arxiv.org/abs/2303.04357v1": {"id": "http://arxiv.org/abs/2303.04357v1", "title": "A Survey for High-redshift Gravitationally Lensed Quasars and Close Quasars Pairs. I. the Discoveries of an Intermediately-lensed Quasar and a Kpc-scale Quasar Pair at $z\\sim5$", "summary": "We present the first results from a new survey for high-redshift quasars and close quasar pairs. The spectrum of J0025--0145 implies anextreme Eddington ratio if the quasar luminosity is intrinsic, which could be explained by a large lensing magnification."}, "http://arxiv.org/abs/2303.04243v1": {"id": "http://arxiv.org/abs/2303.04243v1", "title": "Looking for nebular He II emission south of the multiple-massive star system, HD 5980", "summary": "The nebular He II {\\lambda}1640 emission line is observed in star forming                galaxies out to large distances. It can be used to constrain the properties of                sources of He+ ionizing photons. For this purpose, it is crucial to understand which are the main stellar sources of these photons."}, "http://arxiv.org/abs/2303.04206v1": {"id": "http://arxiv.org/abs/2303.04206v1", "title": "Effects of Magnetic Fields on Gas Dynamics and Star Formation in Nuclear Rings", "summary": "Nuclear rings at the centers of barred galaxies are known to be strongly magnetic. We explore the effects of magnetic fields on star formation in these rings and nuclear gas flows. We adopt the TIGRESS framework to handle radiative heating and cooling, star formation, and resulting supernova (SN) feedback."}, "http://arxiv.org/abs/2303.04179v1": {"id": "http://arxiv.org/abs/2303.04179v1", "title": "GN-z11 in context: possible signatures of globular cluster precursors at redshift 10", "summary": "The first JWST spectroscopy of the luminous galaxy GN-z11 simultaneously both established its redshift at $z=10.6$ and revealed a rest-ultraviolet spectrum dominated by signatures of highly-ionized nitrogen. We definitively establish with a suite of photoionization models that regardless of ionization mechanism and regardless of depletion and this density enhancement, an ISM substantiallyenriched in nitrogen is required to reproduce theobserved lines."}, "http://arxiv.org/abs/2303.04177v1": {"id": "http://arxiv.org/abs/2303.04177v1", "title": "First Light And Reionisation Epoch Simulations (FLARES) XII: The consequences of star-dust geometry on galaxies in the EoR", "summary": "Using a realistic star-dust model we explore the consequences of a realistic model on the observed properties of galaxies. We find that the attenuation in the UV luminositydeclines rapidly from the galactic centre. More luminous galaxies have extended star formation that suffers less obscuration than their fainter counterparts."}, "http://arxiv.org/abs/2303.04172v1": {"id": "http://arxiv.org/abs/2303.04172v1", "title": "CO enhancement by magnetohydrodynamic waves; Striations in the Polaris Flare", "summary": " Magnetohydrodynamic (MHD) waves create compressed quasiperiodic linear structures, referred to as striations. Striations are observed at column densities where the atomic to molecular gastransition takes place. We explore the role of MHD waves in the CO chemistry in regions with striations within molecular clouds."}, "http://arxiv.org/abs/2303.04171v1": {"id": "http://arxiv.org/abs/2303.04171v1", "title": "The Physical Thickness of Stellar Disks to z ~ 2", "summary": "In local disk galaxies such as our Milky Way, older stars generally inhabit a thicker disk than their younger counterparts. Two competing models have attempted to explain this result. Using legacy HST imagingfrom the CANDELS and GOODS surveys, we measure the rest-optical scale heights of 491 edge-on disk galaxies."}, "http://arxiv.org/abs/2303.04165v1": {"id": "http://arxiv.org/abs/2303.04165v1", "title": "Constraints on Fluctuating Star Formation Rates for Intermediate-mass Galaxies with H$α$ and UV Luminosities", "summary": "We study the recent star formation histories (SFHs) of 575 intermediate-massgalaxies (IMGs) in COSMOS. We compare their H$\\alpha$ and UV luminosities to trace star formation rates (SFRs) on different timescales. The results reveal fluctuations in recent activity."}, "http://arxiv.org/abs/2303.04157v1": {"id": "http://arxiv.org/abs/2303.04157v1", "title": "Different higher-order kinematics between star-forming and quiescent galaxies based on the SAMI, MAGPI and LEGA-C surveys", "summary": "We present the first statistical study of spatially integrated non-Gaussianstellar kinematics spanning 7 Gyr in cosmic time. We use deep, rest-frameoptical spectroscopy of massive galaxies at redshifts z = 0.05, 0.3 and 0.8. $h_4$ anti-correlates with the ratio between rotation and dispersion, highlighting the physical connection between these two observables."}, "http://arxiv.org/abs/2303.04161v1": {"id": "http://arxiv.org/abs/2303.04161v1", "title": "The SAMI Galaxy Survey: Environmental analysis of the orbital structures of passive galaxies", "summary": "Most dynamical models of galaxies to date assume axisymmetry, which is notrepresentative of a significant fraction of massive galaxies. We have built triaxial orbit-superposition Schwarzschild models of the galaxies observed by the SAMI Galaxy Survey. We find that at fixed stellar mass, galaxies in the densest regions are more radiallyanisotropic."}, "http://arxiv.org/abs/2303.06132v1": {"id": "http://arxiv.org/abs/2303.06132v1", "title": "The extended Planetary Nebula Spectrograph (ePN.S) early-type galaxy survey: The specific angular momentum of ETGs", "summary": "Mass and angular momentum are key parameters of galaxies. This work establishes an empirical relation between the specific stellar angular momentum (j*) and the stellar mass M* that depends on morphology. We measure j* in a sample of 32 early type galaxies (ETGs) from the ePN.S survey."}, "http://arxiv.org/abs/2303.06115v1": {"id": "http://arxiv.org/abs/2303.06115v1", "title": "Gravitomagnetism and galaxy rotation curves: a cautionary tale", "summary": "Recent claims that gravitomagnetic effects in linearised general relativity can explain flat and rising rotation curves. We show that for the values of the mass, $M$, typical for a dwarf galaxy, the rotation curve depends only very weakly on $M$. For aspect ratios $a/b > 2$, the rotation curves are concave over their entire range, which does not match observations."}, "http://arxiv.org/abs/2303.06107v1": {"id": "http://arxiv.org/abs/2303.06107v1", "title": "The connection between stellar mass, age and quenching timescale in massive quiescent galaxies at $z \\simeq 1$", "summary": "We present a spectro-photometric study of a mass-complete sample of quiescent galaxies at $1.0 < z < 1.3$ We explore the relationship between stellar mass, age and star-formation history. We also find a large scatter in the quenching timescales of the VANDELS quiescence galaxies."}, "http://arxiv.org/abs/2303.06083v1": {"id": "http://arxiv.org/abs/2303.06083v1", "title": "Searching for Compact Object Candidates from LAMOST Time-Domain Survey of Four K2 Plates", "summary": "The study is based on data from the Large Sky Area Multi-Object Fiber Spectroscopic Telescope (LAMOST) It also includes data from K2, ZTF, and TESS surveys. The results suggest that the nature of these six candidates is worth further characterization."}, "http://arxiv.org/abs/2303.05440v2": {"id": "http://arxiv.org/abs/2303.05440v2", "title": "On the origin of cosmic-ray ionisation in star-forming regions", "summary": "For starformation to take place, gas and dust need to be sufficiently cold for gravity to overcome thermal pressure. The ionisation fraction must be low enough toenable substantial decoupling between the gas and the Galactic magnetic field. We will briefly focus on the Galactic and local origin of cosmic rays and on their effects on medium ionisation."}, "http://arxiv.org/abs/2110.04434v2": {"id": "http://arxiv.org/abs/2110.04434v2", "title": "The galaxy size to halo spin relation of disk galaxies in cosmological hydrodynamical simulations", "summary": "In the standard disk galaxy formation model, the sizes of galactic disks are tightly related to the spin parameters of their dark matter haloes. However, the size-$\\lambda$ correlation was rarely seen in modern hydrodynamical simulations of galaxy formation. In this short paper, we explore the size-spin parameter relation with a large sample of simulated disk galaxies. We conclude that either the detailed subgrid physics or hydrod dynamics solvers account for the relation."}, "http://arxiv.org/abs/2212.04511v4": {"id": "http://arxiv.org/abs/2212.04511v4", "title": "No Need for Extreme Stellar Masses at z~7: A Test-case Study of COS-87259", "summary": "Recent controversy regarding the existence of massive (log(M/Msun)>11)galaxies at z>6 poses a challenge for galaxy formation theories. It is of critical importance to understand the effects of SED fitting methods on stellar mass estimates of Epoch of Reionization galaxies. In this work, we perform a case study on the AGN host galaxy candidate COS-87259 with a redshift of 6.853."}, "http://arxiv.org/abs/2303.05844v1": {"id": "http://arxiv.org/abs/2303.05844v1", "title": "The Mass Distribution of Quasars in Optical Time-domain Surveys", "summary": "The determination of supermassive black hole (SMBH) masses is the key to understanding the host galaxy build-up. SMBH masses of non-local quasars are frequently estimated via the single-epoch virial black-hole mass estimators, which may suffer from significant biases. Here we demonstrate a new approach to infer the mass distribution of SMB Hs in quasARS by modelling quasar UV/optical variability."}, "http://arxiv.org/abs/2303.05787v1": {"id": "http://arxiv.org/abs/2303.05787v1", "title": "Distances to 10 nearby galaxies observed with the Hubble space telescope", "summary": "Images of 10 galaxies in F814W and F606W filters obtained on the Hubble SpaceTelescope (HST) are used to construct color-magnitude diagrams for the star populations of these galaxies. The galaxies examined here have radial velocities from 250 to 760 km/s relative to the centroid of the local group."}, "http://arxiv.org/abs/2303.05743v1": {"id": "http://arxiv.org/abs/2303.05743v1", "title": "Compact Binary Formation in Open Star Clulsters I: High Formation Efficiency of Gaia BHs and Their Multiplicities", "summary": "Gaia BHs, black hole (BH) binaries discovered from database of an astrometrictelescope Gaia, pose a question to the standard binary evolution model. We have performed gravitational$N$-body simulations of $100$ open clusters with $10^5 M_\\odot$ in total for each metallicity $Z=0.02$ and $0.005$ We have discovered one Gaia BH-like binary escaping from an open cluster, and found that the formationefficiency of Gaia Bhs in open clusters is larger than in isolated binaries."}, "http://arxiv.org/abs/2302.06042v2": {"id": "http://arxiv.org/abs/2302.06042v2", "title": "Helical dynamo growth at modest versus extreme magnetic Reynolds numbers", "summary": "We tackle the long-standing question of how much helical large-scale dynamo growth occurs independent of the magnetic Reynolds number(Rm) in a closed volume. From modest-Rm numerical simulations, we identify a pre-saturation regime when the field grows independently of Rm, but with an Rm-dependent magnitude. This gives renewed optimism for the relevance of closed dynamos and pinpoints how modest Rm and hyper-diffusive simulations can cause misapprehension."}, "http://arxiv.org/abs/2206.01879v2": {"id": "http://arxiv.org/abs/2206.01879v2", "title": "Estimating Dust Temperature and Far-IR Luminosity of High-Redshift Galaxies using ALMA Single-Band Continuum Observations", "summary": "Using public data from the Atacama Large Millimeter/submillimeter Array (ALMA) archive, we studied dust temperatures assuming a clumpy interstellar medium (ISM) model for high-redshift galaxies. We find that a dust distribution model assuming a.clumpiness of 1.02\\pm0.41 may accurately represent the ISM of high- redshift star-forming galaxies."}, "http://arxiv.org/abs/2211.01006v2": {"id": "http://arxiv.org/abs/2211.01006v2", "title": "Chasing the impact of the Gaia-Sausage-Enceladus merger on the formation of the Milky Way thick disc", "summary": "We employ our Bayesian Machine Learning framework BINGO to obtain high-quality stellar age estimates for 68,360 red giant and red clump stars. This result is congruent with the chemical evolutioninduced by an early-epoch gas-rich merger identified in the Milky Way-like simulation Auriga. In the initial phase of the merger of Auriga 18 there is a drop in metallicity due to the merger diluting the metal content and an increase in the [Mg/Fe] of the primary galaxy."}, "http://arxiv.org/abs/2303.05645v1": {"id": "http://arxiv.org/abs/2303.05645v1", "title": "Classifying Protoplanetary disks Infrared Spectrum and Analysis by c-C$_3$H$_2$ C$_5$H$_5$ C$_9$H$_7$ C$_{12}$H$_8$ C$_{23}$H$_{12}$ and C$_{53}$H$_{18}$ to be Capable Template for Biological Molecule", "summary": "Study classified manyastronomically observed infrared spectra of protoplanetary disks to threetypical spectra. Type-A show well known astronomical bands of 6.2, 7.8, 8.6 and 11.3 micrometer. Whereas Type-B included unknown complex bands. Type-(A+B) was mixed type."}, "http://arxiv.org/abs/2303.02788v2": {"id": "http://arxiv.org/abs/2303.02788v2", "title": "Polarization fraction of $Planck$ Galactic cold clumps and forecasts for the Simons Observatory", "summary": "We measure the polarization fraction of a sample of $6282$ Galactic cold clumps. We test if polarization depends on the cold clump's physical properties. The Simons Observatory, with an angular resolution of order $1,000, will significantly enhance our ability to determine the magnetic field structure in cold clumping."}, "http://arxiv.org/abs/2303.05630v1": {"id": "http://arxiv.org/abs/2303.05630v1", "title": "The Detection of Hot Molecular Cores in the Small Magellanic Cloud", "summary": "The Small Magellanic Cloud is a nearby dwarf galaxy with 0.2 solar metallicity. We detected emission lines of CO, HCO+, H13CO+, SiO, H2CO, CH3OH, SO, and SO2. Protostellar outflows are also detected from both sources as high-velocity components of CO."}, "http://arxiv.org/abs/2303.05605v1": {"id": "http://arxiv.org/abs/2303.05605v1", "title": "J1406+0102: Dust Obscured Galaxy Hiding Super Eddington Accretion System with Bright Radio Emission", "summary": "Recent high-$z$ quasar observations strongly indicate that super-Eddington accretion is a crucial phase to describe the existence of supermassive blackholes. We show that DOG J1406+0102 is operating strong AGN feedback. Radio-loud DOGs can provide a significant contribution to the high-energy ($\\gtrsim$ 100 TeV) cosmic neutrino background."}, "http://arxiv.org/abs/2303.05603v1": {"id": "http://arxiv.org/abs/2303.05603v1", "title": "The Influence of the Galactic Bar on the Dynamics of Globular Clusters", "summary": "We make use of recent estimates for the parameters of the Milky Way's halo-globular clusters. We study the influence of the galactic bar on the dynamics of these clusters by computing their orbits. Particular attention is devoted to the Gaia-Sausage/Enceladus and Pontus structures."}, "http://arxiv.org/abs/2302.01895v2": {"id": "http://arxiv.org/abs/2302.01895v2", "title": "Simulating gravitational motion, gas dynamics, and structure in the cosmos", "summary": "ChaNGa simulates the gravitational motion and gas dynamics of matter in space. We discuss the algorithm for leapfrog integration and smoothed particle hydrodynamics. Problems are provided in order to use ChaNGa to learn or solidify some cosmological concepts."}, "http://arxiv.org/abs/2303.05586v1": {"id": "http://arxiv.org/abs/2303.05586v1", "title": "Gravitational Instability of Gas-Dust Circumnuclear Disks in Galaxies", "summary": "We numerically study the origin of the multi-armed spiral structure observed in the circumnuclear gaseous mini-disks of nearby galaxies. We show that the presence of dust in such disks and its interaction with the gravitationallystable Gaseous component leads to the development of a multi-arm spiral structure."}, "http://arxiv.org/abs/2303.05574v1": {"id": "http://arxiv.org/abs/2303.05574v1", "title": "The rapid onset of stellar bars in the baryon-dominated centers of disk galaxies", "summary": "JWST observations provide the best evidence to date for mature stellar bars in the redshift range. If baryons dominate over dark matter within $R = R_s$, we predict that a high fraction of bars will be found in high-redshift disks long before 1."}, "http://arxiv.org/abs/2303.05544v1": {"id": "http://arxiv.org/abs/2303.05544v1", "title": "Confirmation of Color Dependent Centroid Shift Measured After 1.8 years with HST", "summary": "Nancy Grace Roman Space Telescope will measure masses using data typically taken within 3-4 years of the peak of the event. This measurement is in agreement with the observation taken in 2005with the Hubble Space Telescope (HST) In 2005 data, the lens and sources were not resolved and the measurement was made using color-dependent centroid shift."}, "http://arxiv.org/abs/2303.05531v1": {"id": "http://arxiv.org/abs/2303.05531v1", "title": "Characterizing the Circumgalactic Medium of Quasars at z $\\sim$ 2.2 through H$α$ and Ly$α$ Emission", "summary": "The discovery of giant quasar Ly$\\alpha$ nebulae at $z>2$ has opened up the possibility to directly study in emission the Circumgalactic and IntergalacticMedium (CGM/IGM) However, the resonant nature of the Ly$ \\alpha$ line and its different emission mechanisms hamper the ability to constrain the physical properties of the CGM. Here, we present results of a pilot project aiming at the detection of CGM H$\\ alpha$ emission, a line which does not suffer from these limitations."}, "http://arxiv.org/abs/2303.05527v1": {"id": "http://arxiv.org/abs/2303.05527v1", "title": "The dark side of FIRE: predicting the population of dark matter subhaloes around Milky Way-mass galaxies", "summary": "We examine 11 Milky Way(MW)-mass haloes from the FIRE-2 baryonic simulations. We compare our results with dark-matter-only versions of the same simulations. Because they lack a central galaxy potential, they overpredict subhalo counts by 2-10x. Our results imply an interaction rate of 5 per Gyr for a stream like GD-1."}, "http://arxiv.org/abs/2303.05522v1": {"id": "http://arxiv.org/abs/2303.05522v1", "title": "The origin of free-floating planets", "summary": "Free-floating planets (FFPs) are the lightest products of star formation. They carry important information on the initial conditions of the environment in which they were formed. The JWST will certainly constitute a new step further in the detection andcharacterisation of FFPs."}, "http://arxiv.org/abs/2303.05520v1": {"id": "http://arxiv.org/abs/2303.05520v1", "title": "Evolution in the orbital structure of quiescent galaxies from MAGPI, LEGA-C and SAMI surveys: direct evidence for merger-driven growth over the last 7 Gy", "summary": "We use deep rest-frame optical spectroscopy of quiescent galaxies at redshifts z=0.05, 0.3 and 0.8. We find evidence of $h_4$ increasing with cosmic time. This evolution suggests that, over the last 7 Gyr, there has been a gradual decrease in the rotation-to-dispersion ratio."}, "http://arxiv.org/abs/2303.05449v1": {"id": "http://arxiv.org/abs/2303.05449v1", "title": "Probing the Global Dust Properties and Cluster Formation Potential of the Giant Molecular Cloud G148.24+00.41", "summary": "Clouds more massive than about $10^5$ M$_\\odot$ are potential sites of massive cluster formation. Studying the properties of such clouds in the early stages of their evolution offers an opportunity to test various clusterformation processes. We make use of CO, Herschel, and UKIDSS observations to study one such cloud, G148.24+00.41."}, "http://arxiv.org/abs/2208.00008v2": {"id": "http://arxiv.org/abs/2208.00008v2", "title": "Modeling Supermassive Primordial Stars with MESA", "summary": "Supermassive stars forming at $z 15 - 20 are one of the leading contenders for the origin of the first quasars. These stars likely form in pristine, atomically cooledhaloes immersed in strong Lyman-Werner UV backgrounds or in highly supersonic baryon streaming flows."}, "http://arxiv.org/abs/2110.11977v3": {"id": "http://arxiv.org/abs/2110.11977v3", "title": "The SSA22 HI Tomography Survey (SSA22-HIT). I. Data Set and Compiled Redshift Catalog", "summary": "We conducted a deep spectroscopic survey, named SSA22-HIT, on the Keck telescope. 198 galaxies wereSpectroscopically confirmed at 2.5 < z < 6 with a few low-z exceptions. Our data set enables us to make the                HI tomographic map at z > 3.2."}, "http://arxiv.org/abs/2303.05261v1": {"id": "http://arxiv.org/abs/2303.05261v1", "title": "Rejuvenating infall: a crucial yet overlooked source of mass and angular momentum", "summary": "Tracer particles allow us to follow the trajectory of accreting material for all protostars. MHD models and the observation of accretion streamers confirmed thatprotostars can undergo late accretion events after the initial collapse phase. Some stars accrete most of their mass during theinitial collapse phase, while others gain >50 % of their final mass from lateAccretion."}, "http://arxiv.org/abs/2303.05200v1": {"id": "http://arxiv.org/abs/2303.05200v1", "title": "Capture of the free-floating planets and primordial black holes into protostellar clouds", "summary": "The capture of the free-floating planets and primordial black holes into a collapsing protostellar cloud is considered. Capture in the cloud can explain the wide inclinedorbit of the supposed 9th planet in the solar system. At the same time, the probability of primordialblack holes capturing from the galactic halo into acontracting cloud is extremely small."}, "http://arxiv.org/abs/2303.05184v1": {"id": "http://arxiv.org/abs/2303.05184v1", "title": "Mechanisms of SiO oxidation: Implications for dust formation", "summary": "Reactions of SiO molecules have been postulated to initiate efficientformation of silicate dust particles in outflows around dying (AGB) stars. Reactions involving H$_2$O are not efficient routes to oxidation but may under the right conditions lead to hydroxylated species."}, "http://arxiv.org/abs/2303.05146v1": {"id": "http://arxiv.org/abs/2303.05146v1", "title": "A UNIONS view of the brightest central galaxies of candidate fossil groups", "summary": "The formation process of fossil groups (FGs) is still under debate. We extracted 87 FG and 100 non-FG candidates from the Tinker spectroscopic catalogue of haloes and galaxies. We made a 2D photometric fit of the BGG with GALFIT with one or two Sersic components and analysed how the subtraction of intracluster light contribution modifies BGG properties."}, "http://arxiv.org/abs/2303.05104v1": {"id": "http://arxiv.org/abs/2303.05104v1", "title": "Estimating the Oblateness Of Dark Matter Halos Using Neutral Hydrogen Velocity Dispersion", "summary": "We derive the oblateness parameter q of the dark matter halo of a sample of gas rich, face-on disk galaxies. We have assumed that the halos are triaxial in shape but their axes in the disk plane (a and b) are equal, so that q=c/ameasures the halo flattening. Our most important result is that gas richgalaxies that have M(gas)/M(baryons)>0.5 have oblate halos (q < 0.55)"}, "http://arxiv.org/abs/2302.02365v2": {"id": "http://arxiv.org/abs/2302.02365v2", "title": "Updated measurements of [O III] 88 $μ$m, [C II] 158 $μ$m, and Dust Continuum Emission from a z=7.2 Galaxy", "summary": "We present updated measurements of the [O III] 88 $mu$m, [C II] 158 $mu $m, and dust continuum emission from a star-forming galaxy at $z=7.212$. We combined all the ALMA [OIII] and [CIII] data sets and updated the [C III] detection to $5.9 $mu/m. We also found a strong deficit ($0.6-1.3$ between SXDF-NB1006-2 and the mean $L  [CII]-SFR} relation of galaxies at"}, "http://arxiv.org/abs/2303.05054v1": {"id": "http://arxiv.org/abs/2303.05054v1", "title": "Are $JWST$/NIRCam color gradients in the lensed $z=2.3$ dusty star-forming galaxy $El~Anzuelo$ due to central dust attenuation or inside-out galaxy growth?", "summary": "The long-wavelength filters of $JWST$'s NIRCam offer a significant step forward. We present an initial analysis of an extraordinary dusty star-forming galaxy (DSFG) at $z=2.3$ behind the $El~Gordo$ cluster. A spatial decomposition of the SED reveals modestly suppressed star formation in the inner kiloparsec."}, "http://arxiv.org/abs/2303.05051v1": {"id": "http://arxiv.org/abs/2303.05051v1", "title": "The Early Light Curve of a Type Ia Supernova 2021hpr in NGC 3147: Progenitor Constraints with the Companion Interaction Model", "summary": "The progenitor system of Type Ia supernovae (SNe Ia) is expected to be a carbon/oxygen white dwarf (WD) and a non-degenerate star. Here, we present results from a high-cadence monitoring of SN 2021hpr in a spiral galaxy, NGC 3147."}, "http://arxiv.org/abs/2303.04572v2": {"id": "http://arxiv.org/abs/2303.04572v2", "title": "An Empirical reionization history model inferred from star-forming galaxies at $z>8$", "summary": "We present a new analysis of the rest-frame UV and optical spectra of three $z>8$ galaxies discovered behind the gravitational lensing cluster RX J2129.4+0009. We construct a logistic regression model to estimate the probability of a galaxy being a Lyman continuum emitter. The relative contribution of faint versus bright galaxies depends on redshift."}, "http://arxiv.org/abs/2303.04966v1": {"id": "http://arxiv.org/abs/2303.04966v1", "title": "Infrared Ejecta and Cold Dust in the Young Supernova Remnant N132D", "summary": "We present Spitzer, WISE, and Herschel observations of the young supernova remnant (SNR) N132D in the LMC. The infrared spectra are remarkablysimilar to those of another young SNR of 1E0102 with Ne and O lines. The IR continuum from the ejecta shows an 18 microns-peak dust feature."}, "http://arxiv.org/abs/2303.04954v1": {"id": "http://arxiv.org/abs/2303.04954v1", "title": "Age-Divided Mean Stellar Populations from Full Spectrum Fitting as the Simplified Star Formation and Chemical Evolution History of a Galaxy: Methodology and Reliability", "summary": "We introduce a practical methodology for investigating the star formation and chemical evolution history of a galaxy. We generate 10,000 artificial galaxy spectra, each of which consists of five random simple stellar population components. Using the Penalized PiXel-Fitting (pPXF) package, we conduct full spectrumfitting to the artificial spectra with noise as a function of wavelength."}, "http://arxiv.org/abs/2303.07318v1": {"id": "http://arxiv.org/abs/2303.07318v1", "title": "The Masses of Supernova Remnant Progenitors in M33", "summary": "We measured the star formation history (SFH) near the position of 85 supernova remnants (SNRs) in M33. We constrained the progenitor masses for 60 of these SNRs. 25 remnants had no local SF in the last 56 Myr consistent with withcore-collapse SNe (CCSNe)"}, "http://arxiv.org/abs/2303.07237v1": {"id": "http://arxiv.org/abs/2303.07237v1", "title": "The atomic-to-molecular hydrogen transition in the TNG50 simulation: Using realistic UV fields to create spatially resolved HI maps", "summary": "Cold gas in galaxies provides a crucial test to evaluate the realism of cosmological hydrodynamical simulations. To extract the atomic and molecular properties of the simulated galaxy population, postprocessing methods are required. We find discrepancies between WHISP and IllustrisTNG that depend on the total HI abundance in these datasets."}, "http://arxiv.org/abs/2208.09393v2": {"id": "http://arxiv.org/abs/2208.09393v2", "title": "The complex interplay of AGN jet-inflated bubbles and the intracluster medium", "summary": "We use SWIFT, a smoothed particle hydrodynamics code, to simulate the evolution of bubbles inflated by active galactic nuclei (AGN) jets. Almost all of the energy injected into the jets is transferred to the ICMvery quickly after they are turned off, with roughly $70$ per cent in thermal form and the rest in kinetic."}, "http://arxiv.org/abs/2301.10263v2": {"id": "http://arxiv.org/abs/2301.10263v2", "title": "First emergence of cold accretion and supermassive star formation in the early universe", "summary": "We study the structure of the accretionflow and its evolution within small halos with sufficiently high spatial resolutions. The accretion flow eventually hits a compact disc near the halo centre, creating dense shocks over a wide area of the disc surface. The resulting post-shock gas becomes dense and hot enough with its mass comparable to theJeans mass, leading to the gravitational collapse."}, "http://arxiv.org/abs/2303.07098v1": {"id": "http://arxiv.org/abs/2303.07098v1", "title": "Spatially resolved observations of outflows in the radio loud AGN of UGC 8782", "summary": "We use optical Integral Field Spectroscopy (IFU) to study the gas emission structure and kinematics in the inner 3.4 kpc$4.9 kpc region of UGC 8782 (3C 293) The observations were performed with the GMOS-IFU on the Gemini North Americantelescope. Deviations from pure rotation, of up to 20 km s$^{-1}$, are observed in the disc component and likely produced by a previous merger event."}, "http://arxiv.org/abs/2301.08765v2": {"id": "http://arxiv.org/abs/2301.08765v2", "title": "Model-Independent Mass Reconstruction of the Hubble Frontier Field Clusters with MARS \\\\ Based on Self-Consistent Strong Lensing Data", "summary": "We present new strong-lensing (SL) mass reconstruction of the six HubbleFrontier Fields (HFF) clusters with the MAximum-entropy ReconStruction (${\\tt                ) algorithm. With $100-200$ multiple images per cluster, we construct solutions with small scatters of multiple images in both source and image planes. We find that in general, these mass pinnacle are in excellent spatial agreement with the member galaxies."}, "http://arxiv.org/abs/2303.06970v1": {"id": "http://arxiv.org/abs/2303.06970v1", "title": "First results from the JWST Early Release Science Program Q3D: Ionization cone, clumpy star formation and shocks in a $z=3$ extremely red quasar host", "summary": "Massive galaxies formed most actively at redshifts $z=1-3$ during the period known as 'cosmic noon' We use standard emission-line diagnostic ratios to map the sources of gas ionization across the host and a swarm of companion galaxies. The star formation conditions are far moreextreme in these regions than in local star-forming galaxies but consistent with that of massive galaxies at cosmic noon."}, "http://arxiv.org/abs/2303.06960v1": {"id": "http://arxiv.org/abs/2303.06960v1", "title": "Compressible turbulence in the interstellar medium: New insights from a high-resolution supersonic turbulence simulation", "summary": "The role of supersonic turbulence in structuring the interstellar medium remains an unsettled question. Here, this problem is investigated using anewexact law of compressible isothermal hydrodynamic turbulence. The law is then used to investigate the properties of such a turbulence at integral Mach number $4$ produced by a massive numerical simulation."}, "http://arxiv.org/abs/2212.11987v2": {"id": "http://arxiv.org/abs/2212.11987v2", "title": "The phase spiral in Gaia DR3", "summary": "We aim to study the phase spiral in the Milky Way (MW) with Gaia DR3. We find complex variations of the phase spirals withangular momentum and azimuth. All these possibly provide evidence of multipleperturbations (from different times or from different perturbers) and/or of the complexity of the process."}, "http://arxiv.org/abs/2303.06941v1": {"id": "http://arxiv.org/abs/2303.06941v1", "title": "Radio spectral properties at 150-5000MHz of star-forming galaxies in the ELAIS-N1 field", "summary": "We combine high-sensitivity LOFAR 150MHz, uGMRT 400MHz, GMRT 610MHz, and JVLA 5GHz data in the ELAIS-N1 field to study the radio spectral properties of star-forming galaxies. We find that, on average, the radio spectrum slightly steepens with increasing stellar mass. We suggest that spectral ageing due to the energy loss of cosmic ray electrons and thermal free-free absorption could be the most likely physical mechanisms that drive the two correlations."}, "http://arxiv.org/abs/2301.09652v2": {"id": "http://arxiv.org/abs/2301.09652v2", "title": "How Ram Pressure Drives Radial Gas Motions in the Surviving Disk", "summary": "Galaxy evolution can be dramatically affected by the environment, especially by the dense environment of a galaxy cluster. Recent observational studies show that massive galaxies undergoing strong ram pressure stripping (RPS) also show an enhanced frequency of nuclear activity. We find that RPS increases theinflow of gas to the galaxy centre regardless of the wind impact angle."}, "http://arxiv.org/abs/2303.06866v1": {"id": "http://arxiv.org/abs/2303.06866v1", "title": "Using the Star Forming Main Sequence To Explore Quiescent Galaxies Across Cosmic Time", "summary": "Low and high-mass galaxies spend the highest fraction of their lives in quiescence. Galaxies of higher mass have fewer quiescent periods, and their length increases withmass. High-mass trends are driven by radio mode feedback from supermassive black holes, which, once active, tend to remain active for extended periods."}, "http://arxiv.org/abs/2210.05684v2": {"id": "http://arxiv.org/abs/2210.05684v2", "title": "BICEP / Keck XVI: Characterizing Dust Polarization through Correlations with Neutral Hydrogen", "summary": "Dust polarization is important for our understanding of astrophysicalprocesses in the interstellar medium (ISM) and the search for primordial gravitational waves. We characterize Galactic dust filaments by correlating BICEP/Keck and Planck data with polarization templates based on neutral hydrogen (H I) observations."}, "http://arxiv.org/abs/2303.05574v2": {"id": "http://arxiv.org/abs/2303.05574v2", "title": "The rapid onset of stellar bars in the baryon-dominated centers of disk galaxies", "summary": "Recent observations of high-redshift galactic disks show a negative trend in the dark matter fraction $f_{DM}$ with increasing surface density. Inner baryons must dominate over dark matter in early massive galaxies, as observed in the Milky Way today. We show that stellar bars form promptlywithin these disks, leading to a high bar fraction at early times."}, "http://arxiv.org/abs/2303.06733v1": {"id": "http://arxiv.org/abs/2303.06733v1", "title": "Probing the Origin of Changing-look Quasar Transitions with Chandra", "summary": "Extremely variable quasars can also show strong changes in broad line emissions. They are known as Changing Look Quasars (CLQs) We present a pilot sample of CLQs with X-ray Observations both in the bright and faint states. It is highly likely that the observed changes are due to the changing accretion rate of the supermassive black hole."}, "http://arxiv.org/abs/2303.04717v2": {"id": "http://arxiv.org/abs/2303.04717v2", "title": "Transient obscuration event captured in NGC 3227 IV. Origin of the obscuring cloud variability", "summary": "Obscuration events in type I active galactic nuclei (AGN) have been detected more frequently in recent years. Another event has been captured in NGC 3227 at the end of 2019. We aim to determine the nature of the observed spectral variability in 2019 obscuration event."}, "http://arxiv.org/abs/2212.01402v4": {"id": "http://arxiv.org/abs/2212.01402v4", "title": "Constraints on galactic outflows from the metallicity-stellar mass-SFR relation of EAGLE simulation and SDSS galaxies", "summary": "Stellar feedback-driven outflows regulate the stellar formation and chemicalenrichment of galaxies. The underlying dependence of mass outflow rate on galaxy properties remains largely unknown. We develop a simple yetcomprehensive non-equilibrium chemical evolution model (NE-CEM) to constrain the mass-loading factor of outflows using the metallicity-stellarmass-SFR relation."}, "http://arxiv.org/abs/2303.06630v1": {"id": "http://arxiv.org/abs/2303.06630v1", "title": "Can gravitational vacuum condensate stars be a dark energy source?", "summary": "Gravitational vacuum condensate stars, also known as gravastars, have been proposed as an alternative to black holes. Their interior contains a perfectfluid with an equation of state akin to that of a cosmological constant. For this reason, they have recently been considered as a possible astrophysicalsource of dark energy."}, "http://arxiv.org/abs/2303.06618v1": {"id": "http://arxiv.org/abs/2303.06618v1", "title": "BUDHIES V: The baryonic Tully-Fisher relation at z=0.2 based on direct HI detections", "summary": "We present HI-based B- and R-band Tully-Fisher relations (TFRs) and the Baryonic TFR (BTFR) at z=0.2 using direct HI detections from the BlindUltra-Deep HI Environmental Survey (BUDHIES) We compare our results with an identically constructed TFR from the Ursa Major (UMa) association of galaxies."}, "http://arxiv.org/abs/2303.06592v1": {"id": "http://arxiv.org/abs/2303.06592v1", "title": "Spatially Resolving PAHs in Herbig Ae Disks with VISIR-NEAR at the VLT", "summary": "We use the long-slit spectroscopy mode of the VISIR-NEAR experiment to perform diffraction-limited observations of eight nearby Herbig Aeprotoplanetary disks. We observe two kinds of PAH emission geometry in our sample:centrally-peaked (HD 97048) and ring-like (AB Aurigae, HD 100546, HD 163296, and potentially HD 169142) We find a strong correlation in the disk structure but a difference in radial intensity decay rate."}, "http://arxiv.org/abs/1711.10198v4": {"id": "http://arxiv.org/abs/1711.10198v4", "title": "Chemical modeling for predicting the abundances of certain aldimines and amines in hot cores", "summary": "Methanimine (CH2NH) from CH3N and methylamine ( CH3NH2) were detected a few decades ago. This prompted us to investigate the possibility of detecting any aldimine or amine from the very next three isomeric groups in this sequence. We employ high-level quantum chemical calculations to estimate accurate energies of all species."}, "http://arxiv.org/abs/2303.06523v1": {"id": "http://arxiv.org/abs/2303.06523v1", "title": "Tidal Disruption Event Demographics with the Zwicky Transient Facility: Volumetric Rates, Luminosity Function, and Implications for the Local Black Hole Mass Function", "summary": "We conduct a systematic tidal disruption event (TDE) demographics analysis using the largest sample of optically selected TDEs. We constrain the optical TDE rate to be [3.7, 7.4, and 10.6$] in galaxies with red, green, and blue colors. We confirm the significant rate suppression at the high-mass end of the event."}, "http://arxiv.org/abs/2303.06416v1": {"id": "http://arxiv.org/abs/2303.06416v1", "title": "RAD@home discovery of a one-sided radio jet hitting the companion galaxy", "summary": "RAD12 is the first case where the neighbouring galaxy is not a minor or dwarf companion but a galaxy bigger than the host of the radio jet. The jet appears to be one-sided and the jet after interaction completely stops and forms a bubble inflating laterally. More discovery of objects like RAD12 will be important to the understanding of galaxy evolution through merger and AGN feedback."}, "http://arxiv.org/abs/2303.06393v1": {"id": "http://arxiv.org/abs/2303.06393v1", "title": "New features of the Gaia phase spiral and its possible relation to internal perturbations", "summary": "The data reveal a two-armedphase spiral pattern in the local $z-v_z$ plane inside the solar radius. The pattern is characteristic of a breathing mode that can in principle be produced by non-axisymmetric perturbations. We conclude that a time-varying strong internal perturbation together with an external verticalperturbation could perhaps explain the transition between the two-arm and one-armed phase-spirals around the Solar radius."}, "http://arxiv.org/abs/2303.06328v1": {"id": "http://arxiv.org/abs/2303.06328v1", "title": "Probing the Nature of the First Galaxies with JWST and ALMA", "summary": "Using a model of primordial dust emission, we predict dust-continuum fluxes for massive galaxy sources. Current upper flux limits, obtained with ALMA for some of these sources, can constrain gas metallicity and dust fraction of the first galaxies. Such low $D/M$ values and metallicities are in agreement with some scenarios proposed in the literature to explain the non-detection of the FIR dust continuum."}, "http://arxiv.org/abs/2303.06249v1": {"id": "http://arxiv.org/abs/2303.06249v1", "title": "A declining major merger fraction with redshift in the local Universe from the largest-yet catalog of major and minor mergers in SDSS", "summary": "It is difficult to accurately identify galaxy mergers. We present the probability that each galaxy is a major or minor merger. We measure the major and minor merger fraction. We bin as a function of stellar mass and redshift. We determine that the positive trend of the major merger fraction with stellar mass is consistent with a hierarchicalassembly scenario."}, "http://arxiv.org/abs/2303.06191v1": {"id": "http://arxiv.org/abs/2303.06191v1", "title": "Detection of wide binary and multiple nuclei of planetary nebulae using the Gaia DR3", "summary": "This paper describes the detection of wide binary and multiplecentral stars (CSs) of Galactic planetary nebulae (PNe) Using the most up-to-date data available from the Gaia Data Release 3 (Gaia DR3), we have detected a total of 45 binary andMultiple stellar systems. The results further show that the primary components of eight wide and very wide binary systems are actually close binary systems."}, "http://arxiv.org/abs/2302.07896v2": {"id": "http://arxiv.org/abs/2302.07896v2", "title": "The Kormendy relation of early-type galaxies as a function of wavelength in Abell S1063, MACS J0416.1-2403, and MACS J1149.5+2223", "summary": "The Kormendy relation (KR) is well characterised at low redshift but poorly studied at intermediate redshifts. The KR provides information on the evolution of the population of early-type galaxies. By studying it, we may shed light on the assembly processes of theseobjects and their size evolution."}, "http://arxiv.org/abs/2303.06175v1": {"id": "http://arxiv.org/abs/2303.06175v1", "title": "The LMC impact on the kinematics of the Milky Way satellites: clues from the running solar apex", "summary": "Dwarf galaxies provide a unique opportunity for studying the evolution of the Milky Way and the Local Group as a whole. Analysing the running solar apex of the MW satellites, we discovered an unexpectedbehaviour of the dipole term of the radial velocity distribution as a function of the galactocentric distance."}, "http://arxiv.org/abs/2302.11324v3": {"id": "http://arxiv.org/abs/2302.11324v3", "title": "The AGNIFS survey: spatially resolved observations of hot molecular and ionised outflows in nearby active galaxies", "summary": "We present the hot molecular and warm ionised gas kinematics for 33 nearby galaxies. We find that 31 objects (94 per cent) present a kinematically disturbed region (KDR) seen in Ionised gas. Such regions are observed in hot molecular gas for 76 per cent of galaxies."}, "http://arxiv.org/abs/2303.08088v1": {"id": "http://arxiv.org/abs/2303.08088v1", "title": "How Cosmic Web Environment Affects Galaxy Quenching Across Cosmic Time", "summary": "We investigate how cosmic web structures affect galaxy quenching in the IllustrisTNG (TNG-100) cosmological simulations. We measure the distance from each galaxy with stellar mass log(M*/Msun)>=8 to the nearest node (dnode) and the nearest filament spine (dfil) We study the dependence of both median specific star formation rate (sSFR) and median gas fraction (fgas) on these distances."}, "http://arxiv.org/abs/2303.08087v1": {"id": "http://arxiv.org/abs/2303.08087v1", "title": "Search strategies for supermassive stars in young clusters and application to nearby galaxies", "summary": "Supermassive stars (SMS) are formed by runaway collisions in young, massive, and dense star clusters. SMS are thought to be the precursors of globular clusters, GCs. We used theoretical predictions of SMS and SMS-hosting clusters to examine their impact on color-color diagrams and individual optical spectral lines."}, "http://arxiv.org/abs/2303.08056v1": {"id": "http://arxiv.org/abs/2303.08056v1", "title": "Very metal-poor stars in the solar vicinity: kinematics and abundance analysis", "summary": "Very metal-poor stars contain crucial information on the Milky Way's infancy. We did not find any Al-Mg anti-correlation, which lead us to the conclusion that these stars did not form in globular clusters. These stars are most probably associated with the pristine Bulge. We sketch a scenario for theformation of the Milkyway in which the first structure to form was the Bulge through rapid collapse."}, "http://arxiv.org/abs/2203.16652v6": {"id": "http://arxiv.org/abs/2203.16652v6", "title": "The diversity of rotation curves of simulated galaxies with cusps and cores", "summary": "We use cosmological hydrodynamical simulations to explore thekinematics of gaseous discs in late-type dwarf galaxies. We create high-resolution 21-cm 'observations' of simulated dwarfs produced in twovariations of the EAGLE galaxy formation model. We find systematic discrepancies between the recovered rotation curve and the actual circular velocity curve."}, "http://arxiv.org/abs/2303.08024v1": {"id": "http://arxiv.org/abs/2303.08024v1", "title": "Starbursts in low-mass haloes at Cosmic Dawn. I. The critical halo mass for star formation", "summary": "First stars, galaxies, star clusters, and direct-collapse black holes areexpected to have formed in low-mass haloes at Cosmic Dawn. The halo mass cooling threshold has been analyzed by several authors using both analytical models and numerical simulations, with differing results. In this paper the cooling threshold mass is calculatedanalytically, considering the effects of H$_2$-cooling and formation."}, "http://arxiv.org/abs/2206.04709v4": {"id": "http://arxiv.org/abs/2206.04709v4", "title": "EMPRESS. IX. Extremely Metal-Poor Galaxies are Very Gas-Rich Dispersion-Dominated Systems: Will JWST Witness Gaseous Turbulent High-z Primordial Galaxies?", "summary": "We present kinematics of 6 local extremely metal-poor galaxies (EMPGs) with low stellar masses. All the EMPGs show rotational velocities of 5--23 km s$^{-1}$ smaller than the velocity dispersions. This suggests they are dispersion-dominated systems affected by inflow and/or outflow."}, "http://arxiv.org/abs/2303.07955v1": {"id": "http://arxiv.org/abs/2303.07955v1", "title": "N-enhancement in GN-z11: First evidence for supermassive stars nucleosynthesis in proto-globular clusters-like conditions at high redshift ?", "summary": "Unusually high N/O abundances were recently reported for a very compact,intensively star-forming object GN-z11 at z=10.6 from JWST/NIRSpecobservations. This suggests that a proto-globular cluster hosting a SMS could be at the origin of the strong N-enrichment."}, "http://arxiv.org/abs/2303.07943v1": {"id": "http://arxiv.org/abs/2303.07943v1", "title": "SKA Science Data Challenge 2: analysis and results", "summary": "The Square Kilometre Array Observatory (SKAO) will explore the radio sky to new depths in order to conduct transformational science. SKAO data products will be correspondingly large and complex, requiring advanced analysis techniques to extract key findings. To this end, SKaO is conducting a series of Science DataChallenges, each designed to familiarise the scientific community."}, "http://arxiv.org/abs/2303.07931v1": {"id": "http://arxiv.org/abs/2303.07931v1", "title": "The ionising photon production efficiency at z~6 for a sample of bright Lyman-alpha emitters using JEMS and MUSE", "summary": "We study the ionising photon production efficiency at the end of the Epoch of Reionisation. We exploit observations from the JWST Advanced Deep Extragalactic Survey (JADES) to find the flux excess corresponding to the redshifted \\ha\\ emission line. We estimate the UV luminosity by fitting the full JEMS photometry, along with several HST photometric points."}, "http://arxiv.org/abs/2301.10779v3": {"id": "http://arxiv.org/abs/2301.10779v3", "title": "MusE GAs FLOw and Wind (MEGAFLOW) IX. The impact of gas flows on the relations between the mass, star formation rate and metallicity of galaxies", "summary": "We study the link between gas flow events and key galaxy scaling relations. Using all star-forming galaxies (SFGs) in the 22 MUSE fields of the MusE GAs FLOw and Wind survey, we derive the MS, MZR and FMRscaling relations for 385 SFGs. Our observations support the scenario in which gas accretion increases the SFR while diluting the metal content."}, "http://arxiv.org/abs/2303.07827v1": {"id": "http://arxiv.org/abs/2303.07827v1", "title": "Formation of supermassive stars in the first star clusters", "summary": "Formation of supermassive stars is believed to be an essential step for the formation of the massive black hole seeds that become supermassive black holes. Numerical simulations have shown that supermassive. stars can form inatomic-cooling halos when protostars reach accretion rates higher than. $N$-body plus hydrodynamical simulations."}, "http://arxiv.org/abs/2109.13250v2": {"id": "http://arxiv.org/abs/2109.13250v2", "title": "Spectrally resolved cosmic rays: II -- Momentum-dependent cosmic ray diffusion drives powerful galactic winds", "summary": " cosmic ray (CR) feedback has been identified as a critical process in galaxy formation. The spectral model for the CRs enables more accurate cooling of CRs and allows for an energy-dependent spatial diffusion. The shapes of the approximate steady state spectradiffer for individual regions of the galaxy, which highlights the importance of including the full CR spectrum."}, "http://arxiv.org/abs/2303.07752v1": {"id": "http://arxiv.org/abs/2303.07752v1", "title": "The enhanced YSO population in Serpens", "summary": "The Serpens Molecular Cloud is one of the most active sites of ongoing starforming at a distance of about 300 pc. We find potential members of the Young StellarObjects population from the Gaia DR3 data and study their kinematics and distribution. We also classified these objects using 2MASS and WISE data to study their distribution and the progress of starforming."}, "http://arxiv.org/abs/2303.07741v1": {"id": "http://arxiv.org/abs/2303.07741v1", "title": "Introduction to Faraday tomography and its future prospects", "summary": "Faraday tomography is a new method of the study of cosmic magnetic fields. It is enabled by broadband low-frequency radio observations. The Faraday dispersion function contains information on the line-of-sight distributions of magnetic fields, thermal-electron density, and cosmic-ray electron density. In this review, we explain the basics of FaradayTomography with simple and instructive examples."}, "http://arxiv.org/abs/2207.13860v3": {"id": "http://arxiv.org/abs/2207.13860v3", "title": "Early results from GLASS-JWST XVI: Discovering a bluer z~4-7 Universe through UV slopes", "summary": "We use the GLASS-JWST Early Release Science NIRCam parallel observations to provide a first view of the UV continuum properties of selected galaxies. We find that >99% of the galaxies are blue star-forming galaxies with very low levels of dust (Avbeta~0.01+/-0.33). We find no statistically significant correlation for UV slope with redshift or UV vehementlymagnitude."}, "http://arxiv.org/abs/2301.08259v2": {"id": "http://arxiv.org/abs/2301.08259v2", "title": "A new limit on intergalactic magnetic fields on sub-kpc scales from fast radio bursts", "summary": "We use the measured scattering timescales of Fast Radio Bursts (FRBs) to derive an upper limit on the magnetic field on sub-kpcscales in the intergalactic medium (IGM) A nonmagnetized, photoionized IGM is insufficient to explain the turbulent scattering at all redshifts."}, "http://arxiv.org/abs/2303.07639v1": {"id": "http://arxiv.org/abs/2303.07639v1", "title": "The Role of Outflow Feedback on Accretion of Compact Objects in Accretion Disk of Active Galactic Nuclei", "summary": " Compact objects (COs) can exist and evolve in an active galactic nuclei (AGN) disk. This triggers a series of attractive CO-related multi-messenger events around a supermassive black hole. In this paper, we study the specific accretion process of a CO in an AGN disk and explore the role of outflow feedback."}, "http://arxiv.org/abs/2303.07628v1": {"id": "http://arxiv.org/abs/2303.07628v1", "title": "Magnetic fields in the Horsehead Nebula", "summary": "The Horsehead Nebula contains two sub-millimeter sources, a photodissociationregion (PDR; SMM1) and a starless core (SMM2) We see well-ordered magnetic Fields in both sources. The magnetic fields appear to currently play an important role in supporting both sources, and suggest a schematic view of their structure."}, "http://arxiv.org/abs/2303.07619v1": {"id": "http://arxiv.org/abs/2303.07619v1", "title": "Observational Evidence for Large-Scale Gas Heating in a Galaxy Protocluster at z=2.30", "summary": "We report a $z=2.30$ galaxy protocluster (COSTCO-I) in the COSMOS field. The Lyman-$\\alpha$ forest as seen in the CLAMATO IGM tomography survey does not show significant absorption. This departs from the transmission-density relationship (often dubbed the fluctuating Gunn-Petersonapproximation; FGPA)"}, "http://arxiv.org/abs/2303.07590v1": {"id": "http://arxiv.org/abs/2303.07590v1", "title": "The physical origin of super-competitive accretion during the formation of the first supermassive black holes", "summary": "Numerical simulations have shown the occurence of a scenario termed ''super-competitive accretion'', a term that describes a situation where only the central few objects grow supermassive while a larger number of stars compete for the reservoir. This scenario particularly implies that the presence offragmentation will not necessarily impeed the formation of a central massive object."}, "http://arxiv.org/abs/2303.07554v1": {"id": "http://arxiv.org/abs/2303.07554v1", "title": "Zwicky Transient Facility and Globular Clusters: The Period-Luminosity and Period-Wesenheit Relations for SX Phoenicis Variables in the gri-Band", "summary": "SX Phoenicis (SXP) variables are short period pulsating stars that exhibit aperiod-luminosity (PL) relation. We derived the gri-band PL and extinction-freeperiod-Wesenheit (PW) relations, as well as the period-color (PC) and period-Q-index (PQ) relations."}, "http://arxiv.org/abs/2303.07549v1": {"id": "http://arxiv.org/abs/2303.07549v1", "title": "VERTICO V: The environmentally driven evolution of the inner cold gas discs of Virgo cluster galaxies", "summary": "The quenching of cluster satellite galaxies is inextricably linked to the suppression of their cold interstellar medium (ISM) While the removal of neutral atomic hydrogen (HI) at large radii is well studied, how the environment impacts the remaining gas in the centres of                galaxies is less clear."}, "http://arxiv.org/abs/2209.03313v2": {"id": "http://arxiv.org/abs/2209.03313v2", "title": "Universal scaling laws and density slope for dark matter haloes", "summary": "Energy cascade from small to large scales with a constant rate is a fundamental feature of dark matter flow. The largest halo scale $r_l$ can be determined by $-u_0^3/\\varepsilon_u$ The smallestscale $r_{\\eta}$ is dependent on the nature of dark Matter."}, "http://arxiv.org/abs/2303.07513v1": {"id": "http://arxiv.org/abs/2303.07513v1", "title": "The Extended [CII] under Construction? Observation of the brightest high-z lensed star-forming galaxy at z = 6.2", "summary": "We find that MACS0308-zD1's star-formation activity occurs in a dust-free environment with stringent upper limit of infrared luminosity. Targeting this strongly lensed faint galaxy for follow-up ALMA and JWST observations will be crucial to characterize the details of typical galaxy growth in the early Universe."}, "http://arxiv.org/abs/2207.09540v2": {"id": "http://arxiv.org/abs/2207.09540v2", "title": "Aligning Retrograde Nuclear Cluster Orbits with an Active Galactic Nucleus Accretion Disc", "summary": "Stars and stellar remnants orbiting a supermassive black hole (SMBH) can interactions with an active galactic nucleus (AGN) disc. Captured stars can be tidally disrupted by sBH or rapidly grow into massive 'immortal' stars. We show that retrograde stars are captured faster than prograde stars, flip to prograde and decrease $a$ dramatically towards the SMBH. Whether a star is captured by the disc within an AGN lifetime depends primarily on disc density."}, "http://arxiv.org/abs/2303.07501v1": {"id": "http://arxiv.org/abs/2303.07501v1", "title": "High-Mass Starless Clumps: Dynamical State and Correlation Between Physical Parameters", "summary": "We have previously built a sample of 463 high-mass starless clumps (HMSCs) across theinner Galactic plane covered by multiple continuum surveys. Here, we use CO(2-1) line data from the SEDIGISM survey to investigate the global dynamical state of HMSCs. We find that most HMSCs are highly turbulent with a median Mach number of 8.2, and 55% are gravitationally bound."}, "http://arxiv.org/abs/2303.07448v1": {"id": "http://arxiv.org/abs/2303.07448v1", "title": "Kinematics, Structure, and Mass Outflow Rates of Extreme Starburst Galactic Outflows", "summary": "Using optical Keck/HIRES spectroscopy of 14 HizEAstarburst galaxies we identify outflows with maximum velocities of $820 - 2860$ kmps. We find substantial variation in the absorption profiles, which likely reflects the complex morphology of inhomogeneously-distributed, clumpy gas."}, "http://arxiv.org/abs/2303.07422v1": {"id": "http://arxiv.org/abs/2303.07422v1", "title": "A variable star population in the open cluster NGC 6791 observed by the Kepler spacecraft", "summary": "We present the list of variable stars we found in the Kepler superstamp data                covering approximately 9 arcminutes from the central region of NGC 6791. In total we found278 variable objects, among which 17 binaries, 45 pulsators, 62 rotational and five unclassified variables are cluster members. Only three objects show significant orbital period fluctuations."}, "http://arxiv.org/abs/2303.07419v1": {"id": "http://arxiv.org/abs/2303.07419v1", "title": "Mapping the Decline with Redshift of Dusty Star-forming Galaxies Using JWST and SCUBA-2", "summary": "We use JWST NIRCam observations from 1.5 to 4.44 micron of the massive Lensing cluster field A2744. We show that there is a strong drop (a factor of around 5) in the ratio of the far-infrared luminosity to the bolometric luminosity at therest-frame 5000 A between z<4 and z>4."}, "http://arxiv.org/abs/2303.07410v1": {"id": "http://arxiv.org/abs/2303.07410v1", "title": "Relative Alignment Between Magnetic Fields and Molecular Gas Structure in Molecular Clouds", "summary": "We compare the structure of synthetic dust polarization with syntheticmolecular line emission from radiative transfer calculations using a turbulent collapsing-cloud magnetohydrodynamics simulation. We find good agreement between these results and sub-Alfv\\'enic simulations when viewed with the magnetic field in the plane of the sky."}, "http://arxiv.org/abs/2303.07387v1": {"id": "http://arxiv.org/abs/2303.07387v1", "title": "Searching for the sources of excess extragalactic dispersion of FRBs", "summary": "The FLIMFLAM survey is collecting spectroscopic data of field galaxies near fast radio burst (FRB) sightlines to constrain key parameters describing the distribution of matter in the Universe. In this work, we leverage the survey data to determine the source of the excess extragalactic dispersion measure(DM)"}, "http://arxiv.org/abs/2303.07378v1": {"id": "http://arxiv.org/abs/2303.07378v1", "title": "Dark-ages reionization and galaxy formation simulation -- XXI. Constraining the evolution of the ionizing escape fraction", "summary": "The fraction of ionizing photons that escape their host galaxies to ionizeHydrogen in the inter-galactic medium (IGM) is a critical parameter in analyses of the reionization era. In this paper we use the Meraxes semi-analytic galaxyformation model to infer the mean ionizing photon escape fraction and its dependence on galaxy properties. As a function of redshift, we find that reionizing is dominated by the smaller galaxies with high escape fractions."}, "http://arxiv.org/abs/2303.07376v1": {"id": "http://arxiv.org/abs/2303.07376v1", "title": "Metal Factories in the Early Universe", "summary": "We measured the mass of metals in 13 submillimetre galaxies at z~4 in which the gas, based on previous observations, lies in a cold rotating disk. We used the dynamical masses of these galaxies to set an upper limit on the metal abundance of the interstellar medium. Using two chemical evolution models, we show that the high metal masses and metal abundances are what is expected shortly after the formation of a top-heavy IMF."}, "http://arxiv.org/abs/2303.07375v1": {"id": "http://arxiv.org/abs/2303.07375v1", "title": "On the Tidal Capture of White Dwarfs by Intermediate-mass Black Holes in Dense Stellar Environments", "summary": " intermediate-mass black holes (IMBHs) are the missing link betweenstellar-mass and supermassive black holes. Tidaldisruptions of white dwarfs (WDs) provide a unique smoking gunthat could finally probe the existence of IMBH's beyond any reasonable doubt."}, "http://arxiv.org/abs/2303.07369v1": {"id": "http://arxiv.org/abs/2303.07369v1", "title": "Updated radial velocities and new constraints on the nature of the unseen source in NGC1850 BH1", "summary": "A black hole candidate orbiting a luminous star in the Large Magellanic Cloud cluster NGC 1850 ($\\sim100$Myr) has recently been reported. An alternative explanation has been suggested for the system: a bloated post-mass transfer star with a more massive, yet luminous companion."}, "http://arxiv.org/abs/2303.10141v1": {"id": "http://arxiv.org/abs/2303.10141v1", "title": "An HI story of galaxies in Abell 2626 and beyond", "summary": "The HI deficiency of a galaxy is strongly correlated with the projected distance from the centre of A2626. The substructure galaxies tend to be more asymmetric than the isolated galaxies in the cluster. galaxies in all three environments have slightly lower star-formation rates than the typical SFR for normal galaxies."}, "http://arxiv.org/abs/2303.10115v1": {"id": "http://arxiv.org/abs/2303.10115v1", "title": "3D hydrodynamics simulations of core convection in supermassive main-sequence stars", "summary": "Supermassive stars could be the progenitors of the first supermassive blackholes. Their interiors are in a regime where radiation pressure dominates theequation of state. We conclude that the radiation pressure-dominated nature of the star's interior does not noticeably affect the behaviour of convection."}, "http://arxiv.org/abs/2303.10099v1": {"id": "http://arxiv.org/abs/2303.10099v1", "title": "Reconstructing Galactic magnetic fields from local measurements for backtracking ultra-high-energy cosmic rays", "summary": "Ultra-high energy cosmic rays (UHECRs) are highly energetic particles with energies exceeding $10^{18}$ eV. Identifying their sources and production mechanism can provide insight into many open questions in astrophysics and high energy physics. The Galactic magnetic field (GMF) deflects UHECR, and the high uncertainties in our current understanding of the $3$-dimensional structure of the GMF does not permit us to accurately determine their true arrival direction."}, "http://arxiv.org/abs/2303.10077v1": {"id": "http://arxiv.org/abs/2303.10077v1", "title": "Galaxy And Mass Assembly (GAMA): Bulge-disk decomposition of KiDS and VIKING data in the nearby universe", "summary": "This thesis presents a catalogue of robust structural parameters for the components of nearby GAMA galaxies. The sample consists of 13096 galaxies at redshifts z < 0.08 with imaging data from the Kilo-Degree Survey and VISTA INfrared Galaxy survey. We fit three models to the surface brightness distribution of each galaxy in each band."}, "http://arxiv.org/abs/2211.16532v2": {"id": "http://arxiv.org/abs/2211.16532v2", "title": "Merger Signatures are Common, but not Universal, In Massive, Recently-Quenched Galaxies at z~0.7", "summary": "We present visual classifications of merger-induced tidal disturbances in 143 post-starburst galaxies at z$\\sim$0.7identified. This sample spectroscopicallyselects galaxies from the Sloan Digital Sky Survey that have stopped their primary epoch of star formation within the past $500 Myrs."}, "http://arxiv.org/abs/2303.10013v1": {"id": "http://arxiv.org/abs/2303.10013v1", "title": "Star-formation rate and stellar mass calibrations based on infrared photometry and their dependence on stellar population age and extinction", "summary": "The stellar mass ($M_\\star$) and the star-formation rate (SFR) are among the most important features that characterize galaxies. Measuring these fundamentalproperties accurately is critical for understanding the present state of galaxies. This work explores the dependence of the IRemission of galaxies on their extinction, and the age of their stellar populations."}, "http://arxiv.org/abs/2303.09926v1": {"id": "http://arxiv.org/abs/2303.09926v1", "title": "StarHorse results for spectroscopic surveys + Gaia DR3: Chrono-chemical populations in the solar vicinity, the genuine thick disk, and young-alpha rich stars", "summary": "The Gaia mission has provided an invaluable wealth of astrometric data for more than a billion stars in our Galaxy. Using the Bayesian isochrone-fitting code StarHorse, we derive distances and extinctions for 10 million unique stars observed by Gaia. We identify three distinct groups in all three samples. Theirkinematic properties confirm them to be the genuine chemical thick disk."}, "http://arxiv.org/abs/2301.11196v2": {"id": "http://arxiv.org/abs/2301.11196v2", "title": "The XXL Survey L. Active galactic nucleus contamination in galaxy clusters: Detection and cosmological impact", "summary": "X-ray observations of galaxy clusters are impacted by the presence of active galaxies (AGNs) in a manner that is challenging to quantify. The majority of these systems are otherwise missed by current X-ray cluster-detection methods. We introduce a new automated class for AGN-contaminated (AC)centricclusters in the XXL source detection pipeline."}, "http://arxiv.org/abs/2210.17507v2": {"id": "http://arxiv.org/abs/2210.17507v2", "title": "The effects of Time-Variable Absorption due to Gamma-Ray Bursts In Active Galactic Nuclei Accretion Disks", "summary": "Both long and short gamma-ray bursts (GRBs) are expected to occur in the dense environments of active galactic nuclei (AGN) accretion disks. As these bursts propagate through the disks they live in, they photoionize the medium causing time-dependent opacity that results in transients with unique spectral evolution."}, "http://arxiv.org/abs/2207.00604v2": {"id": "http://arxiv.org/abs/2207.00604v2", "title": "Tidal Stripping in the Adiabatic Limit", "summary": "We present a model for the remnants of haloes that have gone through anadiabatic tidal stripping process. We show that this model exactly reproducesthe remnant of an NFW halo that is exposed to a slowly increasing isotropictidal field and approximately for an anisotropic tidal field. The model can be used to predict the asymptotic mass loss limit for orbiting subhaloes."}, "http://arxiv.org/abs/2303.09883v1": {"id": "http://arxiv.org/abs/2303.09883v1", "title": "On the propagation of Alfvén waves in the dusty interstellar medium. Can we neglect dust inertia in molecular clouds?", "summary": "Alfv\\'en waves are fundamental magnetized modes which play an important role in the dynamics of magnetized flows such as the interstellar medium (ISM) Yet, in most calculations, for numerical reasons, the grain inertia is usually neglected. We investigate analytically the propagation of Alfv \\'en waves both in a single-size and multi-size grain medium."}, "http://arxiv.org/abs/2209.08103v2": {"id": "http://arxiv.org/abs/2209.08103v2", "title": "The need for obscured supermassive black hole growth to explain quasar proximity zones in the epoch of reionization", "summary": "Proximity zones of high-redshift quasars are unique probes of supermassive black hole formation. But explaining proximity zone sizes and black hole masses has proved to be challenging. We show that small proximity zones can be readilyexplained by quasARS that vary in brightness with a short duty cycle."}, "http://arxiv.org/abs/2303.09845v1": {"id": "http://arxiv.org/abs/2303.09845v1", "title": "The `blazar sequence' in TeV band", "summary": "The `blazar sequence' has been proposed for more than 20 years, yet itsnature is still unclear. In this work, for the first time, we expand this topic to the TeV band by using a sample of 58 TeV blazars. We find the blazar sequence is shown in the flaring state rather than in the quiescent state."}, "http://arxiv.org/abs/2303.09783v1": {"id": "http://arxiv.org/abs/2303.09783v1", "title": "WIYN Open Cluster Study 89. M48 (NGC 2548) 2: Lithium Abundances in the 420 Myr Open Cluster M48 From Giants Through K Dwarfs", "summary": "Li-Teff trends of the Li Dip (6675-6200K), Li Plateau (6200-6000K), and G and K dwarfs (6000-4000K) are very clearly delineated. Early F dwarfs already show evidence of Li depletion seen in older clusters. Forlate-G/K dwarfs, faster rotators show higher Li than slower rotators."}, "http://arxiv.org/abs/2303.09726v1": {"id": "http://arxiv.org/abs/2303.09726v1", "title": "The Emergence of Brightest Cluster Galaxy in the Most Massive Protocluster Core", "summary": "A pair of massive quiescent galaxies are likely in the process of merging at the centre of the spectroscopicallyconfirmed, extremely massive protocluster BOSS1244. The galaxies were detected with HubbleSpace Telescope (HST) grism slitless spectroscopic observations. These two galaxies are among the brightest member galaxies in the cluster and are separated by about 70 physicalkiloparsecs."}, "http://arxiv.org/abs/2303.09712v1": {"id": "http://arxiv.org/abs/2303.09712v1", "title": "A catalog of nearby accelerating star candidates in Gaia DR3", "summary": "New catalog of accelerating star candidates with Gaia. Designated as Gaia Nearby AcceleratingStar Catalog (GNASC) It contains 29,684 members identified using a supervisedmachine-learning algorithm. Test data suggest catalog members each have a 68% likelihood of true astrometric accelerating."}, "http://arxiv.org/abs/2303.09637v1": {"id": "http://arxiv.org/abs/2303.09637v1", "title": "Origin of the diffuse 4-8 keV emission in M82", "summary": "X-ray spectroscopic study of the 4-8 keV diffuse emission found in the central part of the nearby starburst galaxy. The Fexxv emission at 6.7 keV is enhanced only in a limited area close to the starburst disc. This shows the presence of non-thermal emission due to inverse Compton scattering."}, "http://arxiv.org/abs/2302.08336v2": {"id": "http://arxiv.org/abs/2302.08336v2", "title": "CMR exploration I -- filament structure with synthetic observations", "summary": "We explore the collision-induced magnetic reconnection (CMR) mechanism that forms filamentarymolecular clouds. Athena++ is used to model CMR in the context of resistive magnetohydrodynamics. We quantify the results with five metrics, including the density probability and dominant fiber width. Overall, the exploration provides useful initial insights to the CMR mechanism."}, "http://arxiv.org/abs/2209.02675v2": {"id": "http://arxiv.org/abs/2209.02675v2", "title": "Symphony: Cosmological Zoom-in Simulation Suites over Four Decades of Host Halo Mass", "summary": "We present Symphony, a compilation of $262$ cosmological, cold-dark-matter-only zoom-in simulations spanning four decades of host halomass. The highest-resolution regions in these simulations are resolved with a dark matter particle mass of 3 times host virial mass. We demonstrate that these predictions successfully resolve the formation histories of the halos that host nearly all currentlyobservable satellite galaxies."}, "http://arxiv.org/abs/2303.09583v1": {"id": "http://arxiv.org/abs/2303.09583v1", "title": "Can we observe the ion-neutral drift velocity in prestellar cores?", "summary": "Ambipolar diffusion is thought to be an integral process in star formation. The ion-neutral drift velocity is inherently very small. The coldest modelled cores exhibited drift velocities comparable to the sound speed. In idealized scenarios, the drift velocity survives radiative transfer effects and can in principle be observed."}, "http://arxiv.org/abs/2303.09574v1": {"id": "http://arxiv.org/abs/2303.09574v1", "title": "3D Radiative Transfer Modelling and Virial Analysis of Starless Cores in the B10 Region of the Taurus Molecular Cloud", "summary": "New observations at 1.2mm and 2.0mm with the NIKA2 instrument on the IRAM 30m have probed theinner regions of 14 low-mass starless cores. We find 9 out of the 14 cores ($64\\%$) are either in virialophobicequilibrium or are bound by gravity and external pressure."}, "http://arxiv.org/abs/2303.09570v1": {"id": "http://arxiv.org/abs/2303.09570v1", "title": "CLEAR: Survey Overview, Data Analysis and Products", "summary": "We present an overview of the CANDELS Lyman-a Emission At Reionization(CLEAR) survey. CLEAR is a 130 orbit program of the Hubble Space Telescope using the Wide Field Camera 3 (WFC3) IR G102 grism. In this Paper, we describe the CLEAR survey, the survey strategy, the data acquisition, reduction, and processing."}, "http://arxiv.org/abs/2303.09568v1": {"id": "http://arxiv.org/abs/2303.09568v1", "title": "RXJ0437+00: Constraining Dark Matter with Exotic Gravitational Lenses", "summary": "The galaxies lensed by RXJ0437 are magnified by factors ranging from 30 to 300. The H-U images are located only 20 -- 50 kpc from the galaxy cluster's centre. These systems are able to constrain the inner slope of the mass distribution. They can be used to probe for small-scale ($\\sim 10^{9} M_\\odot}$substructures."}, "http://arxiv.org/abs/2303.09569v1": {"id": "http://arxiv.org/abs/2303.09569v1", "title": "Multimessenger study of merging massive black holes in the Obelisk simulation: gravitational waves, electromagnetic counterparts, and their link to galaxy and black hole populations", "summary": "Massive black hole (BH) mergers are predicted to be powerful sources of low-frequency gravitational waves (GWs) Coupling the detection of GWs withelectromagnetic (EM) detection can provide key information about merging BHs and their environments."}, "http://arxiv.org/abs/2302.01345v2": {"id": "http://arxiv.org/abs/2302.01345v2", "title": "The MUSE Ultra Deep Field (MUDF). III. Hubble Space Telescope WFC3 Grism Spectroscopy and Imaging", "summary": "We present extremely deep Hubble Space Telescope (HST) Wide Field Camera 3 (WFC3) observations of the MUSE Ultra Deep Field (MUDF) This unique region of the sky contains two quasars at $z \\approx$ 3.22 that are separated by only 500 kpc. We have obtained 90 orbits of HST WFC3 G141 near-infrared grism spectroscopy of this field."}, "http://arxiv.org/abs/2111.13708v2": {"id": "http://arxiv.org/abs/2111.13708v2", "title": "How baryons affect halos and large-scale structure: a unified picture from the Simba simulation", "summary": "The main physical drivers shaping the distribution of matter at all scales are star formation-driven galacticoutflows and AGN jets. 87% of the baryonic mass in the Universe lies in the IGM at $z=0$, with 67% being in the form of warm-hot IGM."}, "http://arxiv.org/abs/2303.09473v1": {"id": "http://arxiv.org/abs/2303.09473v1", "title": "Molecular gas in super spiral galaxies", "summary": "Only a small fraction of galaxies are disk-like and actively star-forming objects. These so-called 'super spirals' are ideal objects to better understand how galaxy evolution proceeds. We analyze their molecular gas mass in relation to their star formation rate (SFR) and stellar mass."}, "http://arxiv.org/abs/2303.09425v1": {"id": "http://arxiv.org/abs/2303.09425v1", "title": "Velocity measurement in the extensive [OIII] emission region 1.2° south-east of M31", "summary": "The discovery of a broad, $\\sim$1.5$^{\\circ}$ long filamentary [OIII] 5007emission south-east of the M31 nucleus has recently beenreported. More than 100 hours of exposures of a wide field have allowed this pioneering detection based on 30 narrow-band filters and several small refractors."}, "http://arxiv.org/abs/2303.09391v1": {"id": "http://arxiv.org/abs/2303.09391v1", "title": "Rapidly growing primordial black holes as seeds of the massive high-redshift JWST Galaxies", "summary": "A group of massive galaxies at redshifts of $z\\geq 6.5$ have been recently discovered by James Webb Space Telescope (JWST) The formation of some primordial black holes (PBHs) formed in the early Universe via super-Eddington accretion within the dark matter halo can explain these observations. These PBHs may act as seeds for early galaxies formation with masses of $\\sim 10^{9}-10^{10}~M_\\odot$ at redshift 8."}, "http://arxiv.org/abs/2303.09374v1": {"id": "http://arxiv.org/abs/2303.09374v1", "title": "Extinction towards the cluster R136 in the Large Magellanic Cloud: An extinction law from the near-infrared to the ultraviolet", "summary": "The cluster R136 in the giant star-forming region 30 Doradus in the Large                Magellanic Cloud (LMC) offers a unique opportunity to resolve a stellarpopulation in a starburst-like environment. We obtain the near-infrared to ultraviolet extinction towards 50 stars in the core of R136, employing the 'extinction without standards' method."}, "http://arxiv.org/abs/2303.09371v1": {"id": "http://arxiv.org/abs/2303.09371v1", "title": "MIGHTEE-\\HI: Possible interactions with the galaxy NGC~895", "summary": "The galaxy NGC~895 was previously thought to be isolated. High-sensitivity observations from the MeerKAT large survey project MIGHTEE reveal possible interactions. NGC 895 is an actively star-forming galaxy with a SFR of 1.75."}, "http://arxiv.org/abs/2208.02822v2": {"id": "http://arxiv.org/abs/2208.02822v2", "title": "An empirical approach to selecting the first growing black hole seeds with JWST/NIRCam", "summary": "The James Webb Space Telescope (JWST) will have the sensitivity to detect early low-mass black holes. Based on the JAGUAR mock catalog of galaxies, we present a clean color selection that takes advantage of the unique UV slope of accreting supermassive black holes with relatively low mass and high accretion rates."}, "http://arxiv.org/abs/2204.12978v3": {"id": "http://arxiv.org/abs/2204.12978v3", "title": "On the gravitational lensing interpretation of three gravitational wave detections in the mass gap by LIGO and Virgo", "summary": "Gravitational lensing delays the arrival of gravitational waves, and alters their amplitude. This would provide a physically well-understoodinterpretation of GW detections in the ''mass gap'' between neutron stars and black holes. LIGO-Virgo's third run found three GWs that may have been affected by gravitational lensing."}, "http://arxiv.org/abs/2303.09284v1": {"id": "http://arxiv.org/abs/2303.09284v1", "title": "Exploring dark matter spike distribution around the Galactic centre with stellar orbits", "summary": "Precise measurements of the stellar orbits around Sagittarius A* have established the existence of a supermassive black hole (SMBH) at the Galactic center. Due to the interplay between the SMBH and dark matter, the DMdensity profile in the innermost region of the Galaxy is still an open question. We examine the radius and slope of the generalized NFW spike profile, analyze the Einasto spike, and discuss the influence of DM annihilation."}, "http://arxiv.org/abs/2301.09947v2": {"id": "http://arxiv.org/abs/2301.09947v2", "title": "High-resolution Imaging of Two Radio Quasars at the End of the Reionization Epoch", "summary": "There are approximately 250 quasars discovered at redshift $z\\geq6$, of which only a handful were detected in radio bands. Even fewer were imaged with the highest resolution very long baseline interferometry (VLBI) technique. Our VLBAobservations revealed a flat-spectrum compact radio source. The latter has an UV/optical spectrum characteristic of BL Lacobjects."}, "http://arxiv.org/abs/2303.09263v1": {"id": "http://arxiv.org/abs/2303.09263v1", "title": "Radio and mid-infrared properties of the blazar J1419$-$0838", "summary": "The radio quasar NVSS J141922$-$083830 was initiallyclassified as an uncategorised blazar-type object. Later, using observations and modeling, its was found to be a flat-spectrumradio quasar (FSRQ) Its radio emission has never been discussed in sufficientlydepth in the literature."}, "http://arxiv.org/abs/2303.09259v1": {"id": "http://arxiv.org/abs/2303.09259v1", "title": "The Origin of the Large Magellanic Cloud Globular Cluster NGC 2005", "summary": "The ancient Large Magellanic Cloud (LMC) globular cluster NGC 2005 has reportedly been reported to have an ex-situ origin. The LMC could have partially formed from smaller merged dwarf galaxies. The present analysis points to the need for further development of numerical simulations and observational indices."}, "http://arxiv.org/abs/2303.08795v2": {"id": "http://arxiv.org/abs/2303.08795v2", "title": "Rapidly evolving Galactic plane outbursts in NEOWISE: Revisiting the Galactic nova rate with the first all-sky search in the mid-infrared", "summary": "The Galactic nova rate is intimately linked to our understanding of its chemical enrichment and progenitor channels of Type Ia supernovae. Pastestimates have varied by more than an order of magnitude. Using 8 years of data from the NEOWISE mid-infrared survey, we identify 49 candidate Galactic novae."}, "http://arxiv.org/abs/2303.09246v1": {"id": "http://arxiv.org/abs/2303.09246v1", "title": "Correlation analysis between several observables of OJ 287 radio jet", "summary": "We collected the archival data of blazar OJ~287 from heterogeneous very long baseline interferometry (VLBI) monitoring programs at 2.3 GHz, 8.6 GHz, 15 GHz and 43 GHz. We employ the cross-correlation function to search the correlations and the Monte Carlo technique to verify the certainty of correlations."}, "http://arxiv.org/abs/2211.12689v2": {"id": "http://arxiv.org/abs/2211.12689v2", "title": "Theory and phenomenology of stressed wave-dark-matter soliton", "summary": "Soliton in the hostile turbulent wave dark matter ($\\Psi$DM) halo of a galaxy                agitates with various kinds of excitation. Soliton breathing at amplitudes on the verge of breakup is also a highlight of this work. The mock solution, constructed from the simulation data, sheds lights on the dynamics of the large-amplitude breathing soliton."}, "http://arxiv.org/abs/2303.09129v1": {"id": "http://arxiv.org/abs/2303.09129v1", "title": "The parallax and 3D kinematics of water masers in the massive star-forming region G034.43+0.24", "summary": "The water masers display arc-like distributions, possibly bow shocks, associated with winds from one or more massive young stars. The measured 3-dimensional motion of G034.43+0.24 indicates a near-circular Galactic orbit. This locates the water maser near the inner edge of the Sagittarius spiral arm and at one end of a linear distribution of massiveyoung stars."}, "http://arxiv.org/abs/2303.09049v1": {"id": "http://arxiv.org/abs/2303.09049v1", "title": "On the 3D Curvature and Dynamics of the Musca filament", "summary": "Filaments are ubiquitous in the interstellar medium (ISM), yet theirformation and evolution remains the topic of intense debate. In order to obtain a more comprehensive view of the 3D morphology and evolution of the Muscafilament, we model the C$^{18}$O(2-1) emission along the filament crest with several large-scale velocity field structures."}, "http://arxiv.org/abs/2301.07238v2": {"id": "http://arxiv.org/abs/2301.07238v2", "title": "ALMA-IMF. V. Prestellar and protostellar core populations in the W43 cloud complex", "summary": "Recent observations in the W43 molecular complex of top-heavy CMFs raise questions about our understanding of the starformation processes and their evolution in space and time. Protostellar cores are found to be, on average, moremassive and smaller in size than prestellar cores. Our results could be explained by clump-fed models in which cores grow in mass."}, "http://arxiv.org/abs/2303.08997v1": {"id": "http://arxiv.org/abs/2303.08997v1", "title": "Overall Binary Evolution Theory", "summary": "Accreting compact objects are crucial to understand several importantastrophysical phenomena. We still do not fully understand how they form and evolve. This chapter will review the current theoretical status of our knowledge of these objects. It will discuss standing problems and potential solutions to these problems."}, "http://arxiv.org/abs/2303.08952v1": {"id": "http://arxiv.org/abs/2303.08952v1", "title": "First results from the JWST Early Release Science Program Q3D: The Warm Ionized Gas Outflow in z ~ 1.6 Quasar XID 2028 and its Impact on the Host Galaxy", "summary": "Quasar feedback may regulate the growth of supermassive black holes, quench                coeval star formation, and impact galaxy morphology. However, direct evidence for quasar feedback in action at the epoch of peak black hole accretion at z ~ 2 remains elusive. A good case in point is the 1.6 quasar WISEA J100211.29+013706.7."}, "http://arxiv.org/abs/2303.08919v1": {"id": "http://arxiv.org/abs/2303.08919v1", "title": "Short-lived Radionuclides in the Milky Way Galaxy", "summary": "Short-lived radionuclides (SLRs) have a half-life $leq$ 100 Myr. We have developed GalacticChemical Evolution (GCE) models for SLRs. These models predict the temporal andspatial evolution of SLR abundance trends in the Galaxy."}, "http://arxiv.org/abs/2303.08918v1": {"id": "http://arxiv.org/abs/2303.08918v1", "title": "A CEERS Discovery of an Accreting Supermassive Black Hole 570 Myr after the Big Bang: Identifying a Progenitor of Massive z > 6 Quasars", "summary": "We report the discovery of an accreting supermassive black hole at z=8.679, in CEERS_1019. We detect a significant broad (FWHM~1200 km/s) component in the H$\\beta$ emission line, which we conclude originates in the broad-line region of an active galacticucleus (AGN) The mass of the black hole is $6.95 (-0.5) x the Eddington limit. We use this presently highest-redshift AGN discovery to place constraints on black hole seeding models."}, "http://arxiv.org/abs/2211.15689v2": {"id": "http://arxiv.org/abs/2211.15689v2", "title": "VINTERGATAN-GM: The cosmological imprints of early mergers on Milky-Way-mass galaxies", "summary": "We present a new suite of cosmological zoom-in hydrodynamical simulations of Milky-Way mass galaxies. We study how a varying mass ratio for a Gaia-Sausage-Enceladus (GSE) progenitorimpacts the chemodynamics of halo stars. We find markedly different morphologies at $z=0$ following a growing merger."}, "http://arxiv.org/abs/2210.16320v3": {"id": "http://arxiv.org/abs/2210.16320v3", "title": "Colliding Ghosts: Constraining Inflation with the Parity-Odd Galaxy Four-Point Function", "summary": "Within canonical models of inflation, no parity-asymmetry can occur. But breaking of the standard assumptions can lead to parity violation within the Effective Field Theory of Inflation. This is also the first time Cosmological Collider signatures have directly been searched for in observational data."}, "http://arxiv.org/abs/2303.08860v1": {"id": "http://arxiv.org/abs/2303.08860v1", "title": "The Nature of LoBAL QSOs: II. HST/WFC3 Observations Reveal Host Galaxies Dominated by Mergers", "summary": "Low-ionization Broad Absorption Line QSOs (LoBALs) are suspected to be merging systems in which extreme, AGN-driven outflows have been triggered. We present the first high-resolution morphological analysis of a volume-limited sample."}, "http://arxiv.org/abs/2303.08849v1": {"id": "http://arxiv.org/abs/2303.08849v1", "title": "Electron-Ion Temperature Ratio in Astrophysical Shocks", "summary": "Collisionless shock waves in supernova remnants and the solar wind heat electrons less effectively than they heat ions. The values of T$_e$/T$_p$ inferred from the H alphaprofiles of supernova remnant shocks behave differently as a function of Machnumber or Alfv\\'{e}n Mach number."}, "http://arxiv.org/abs/2303.08846v1": {"id": "http://arxiv.org/abs/2303.08846v1", "title": "On the Dynamical Heating of Dwarf Galaxies in a Fuzzy Dark Matter Halo", "summary": "Fuzzy Dark Matter (FDM), consisting of ultralight bosons, is an intriguing alternative to Cold Dark Matter. FDMhalos consist of a central solitonic core surrounded by a large envelope of excited states. Wave interference gives rise to order unity density fluctuations throughout the envelope. The resulting gravitational potential perturbations are an efficient source of dynamicalheating."}, "http://arxiv.org/abs/2303.08842v1": {"id": "http://arxiv.org/abs/2303.08842v1", "title": "Multiwavelength monitoring of the nucleus in PBC J2333.9-2343: the giant radio galaxy with a blazar-like core", "summary": "PBC J2333.9-2343 is a giant radio galaxy at z = 0.047 with a bright central core associated to a blazar nucleus. Large flux increases are observed on timescales shorter than a month, which are interpreted as flaring events."}, "http://arxiv.org/abs/2303.08838v1": {"id": "http://arxiv.org/abs/2303.08838v1", "title": "Surviving the Waves: evidence for a Dark Matter cusp in the tidally disrupting Small Magellanic Cloud", "summary": "We use spectroscopic data for Red Giant Branch (RGB) stars in the Small Magellanic Cloud (SMC) to build a mass model of the SMC. We then apply our method to real SMC data, finding that the stars of the cleaned sample are isotropic at all radii. We provide a new, analytic,density profile that reproduces Dark Matter heating behaviour."}, "http://arxiv.org/abs/2303.08841v1": {"id": "http://arxiv.org/abs/2303.08841v1", "title": "X-HESS: a large sample of highly accreting serendipitous AGN under the XMM-Newton microscope", "summary": "The bulk of X-ray spectroscopic studies of active galactic nuclei (AGN) arefocused on local ($z < 0.1$) sources with low-to-moderate ($< 0.3$) Eddingtonratio. In this work we present the preliminary results from the analysis of a sample of radio-quiet AGN at $0.06 \\leq z \\leap 3.3$, based on the 10th release of the XMM-Newton serendipitous source catalogue."}, "http://arxiv.org/abs/2303.08833v1": {"id": "http://arxiv.org/abs/2303.08833v1", "title": "Feedback in the merging galaxy group NGC6338", "summary": "The galaxy group NGC6338 is one of the most violent group-group mergers known to date. While the central dominant galaxies rush at each other at 1400km/s along the line of sight, the central gas in the BCGs remains cool. There are also indications ofipientfeedback from active galactic nuclei (AGNs)"}, "http://arxiv.org/abs/2303.08827v1": {"id": "http://arxiv.org/abs/2303.08827v1", "title": "Simulations of pre-supernova feedback in spherical clouds", "summary": "We present a one-dimensional radiation-hydrodynamic model of a sphericallysymmetric cloud evolving under the influence of the self-gravity and the feedback from a star cluster forming in its centre. The model is compared to the semi-analytic codeWARPFIELD implementing similar physical processes."}, "http://arxiv.org/abs/2303.08831v1": {"id": "http://arxiv.org/abs/2303.08831v1", "title": "VISIONS: The VISTA Star Formation Atlas -- I. Survey overview", "summary": "VISIONS is an ESO public survey of five nearby star-forming cloud complexes. It was designed to build aninfrared legacy archive similar to that of 2MASS. The observations yielded approximately 1.15 million images, which comprise 19 TB of raw data. VISIONS will enable addressing a range of topics, including the 3D distribution and motion of embedded stars."}, "http://arxiv.org/abs/2303.08813v1": {"id": "http://arxiv.org/abs/2303.08813v1", "title": "A High Fraction of Heavily X-ray Obscured Active Galactic Nuclei", "summary": "We present new estimates on the fraction of heavily X-ray obscured, Compton-thick (CT) active galactic nuclei (AGNs) out to a redshift of $z \\leq$0.8. From a sample of 540 AGNs selected by mid-IR (MIR) properties in observedX-ray survey fields, we forward model the observed-to-intrinsic X-rays ratio. Our results suggests at least 50% of all MIR-selectedAGNs, possibly more."}, "http://arxiv.org/abs/2303.08793v1": {"id": "http://arxiv.org/abs/2303.08793v1", "title": "Modelling of the multi-transition periodic flaring in G9.62+0.20E", "summary": "We present detailed modeling of periodic flaring events in the G9.62+0.20E star-forming region. Our analysis is performed within the framework of the one-dimensional Maxwell-Bloch equations. We find that the variations in flaring time-scales are manifestations of and are best modeled with Dicke's superradiance."}}